[
  {
    "name": "Rifabutin",
    "url": "https://medlineplus.gov/druginfo/meds/a693009.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Rifabutin helps to prevent or slow the spread of Mycobacterium avium complex disease (MAC; a bacterial infection that may cause serious symptoms) in patients with human immunodeficiency virus (HIV) infection. It is also used in combination with other medications to eliminate H. pylori, a bacteria that causes ulcers. Rifabutin is in a class of medications called antimycobacterials. It works by killing the bacteria that cause infection.Antibiotics such as rifabutin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Rifabutin comes as a capsule to take by mouth. Rifabutin usually is taken once a day with or without food. If you have nausea or vomiting when you take your medication, your doctor may tell you to take rifabutin at a lower dose twice a day with food.  Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take rifabutin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.If you are having difficulty swallowing the capsule, you may empty the contents of the capsule and mix with applesauce."
      },
      null
    ]
  },
  {
    "name": "Budesonide Oral Inhalation",
    "url": "https://medlineplus.gov/druginfo/meds/a699056.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Budesonide is used to prevent difficulty breathing, chest tightness, wheezing, and coughing caused by asthma. Budesonide powder for oral inhalation (Pulmicort Flexhaler) is used in adults and children 6 years of age and older. Budesonide suspension (liquid) for oral inhalation (Pulmicort Respules) is used in children 12 months to 8 years of age. Budesonide belongs to a class of medications called corticosteroids. It works by decreasing swelling and irritation in the airways to allow for easier breathing."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Budesonide comes as a powder to inhale by mouth using an inhaler and as a suspension to inhale by mouth using a special jet nebulizer (machine that turns medication into a mist that can be inhaled). Budesonide powder for oral inhalation is usually inhaled twice a day. Budesonide suspension for oral inhalation is usually inhaled once or twice a day. Try to use budesonide at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use budesonide exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Talk to your doctor about how you should use your other oral and inhaled medications for asthma during your treatment with budesonide inhalation. If you were taking an oral steroid such as dexamethasone, methylprednisolone (Medrol), or prednisone (Rayos), your doctor may want to gradually decrease your steroid dose starting after you begin to use budesonide.Budesonide controls symptoms of asthma but does not cure it. Improvement in your asthma may occur as soon after using the medication, but full effects of may not be seen for 1 to 2 weeks after using the powder and 4 to 6 weeks after using the suspension on a regular basis. Continue to use budesonide even if you feel well. Do not stop using budesonide without talking to your doctor. Call your doctor if your symptoms or your child's symptoms do not improve during the first 2 weeks (powder) or first 6 weeks (suspension) or if they get worse.Budesonide helps to prevent asthma attacks (sudden episodes of shortness of breath, wheezing, and coughing) but will not stop an asthma attack that has already started. Your doctor will prescribe a short-acting inhaler to use during asthma attacks. Tell your doctor if your asthma worsens during your treatment.Each budesonide inhaler is designed to provide 60 or 120 inhalations, depending on its size. After the labeled number of inhalations has been used, later inhalations may not contain the correct amount of medication. You should keep track of the number of inhalations you have used. You can divide the number of inhalations in your inhaler by the number of inhalations you use each day to find out how many days your inhaler will last. Dispose of the inhaler after you have used the labeled number of inhalations even if it still contains some liquid and continues to release a spray when it is pressed.Do not swallow budesonide nebulizer suspension.Before you use budesonide inhaler or jet nebulizer the first time, read the written instructions that come with it. Look at the diagrams carefully and be sure that you recognize all the parts of the inhaler or nebulizer. Ask your doctor, pharmacist, or respiratory therapist to show you the right way to use the inhaler or nebulizer. Practice using the inhaler or nebulizer in front of him or her, so you are sure you are doing it the right way.To inhale the powder using the inhaler, follow these steps:\r\nTurn the protective cover and lift it off.The first time you use a new budesonide inhaler you must prime it. To do this, hold the inhaler upright (with mouthpiece up), then twist the brown grip fully to the right as far as it will go, then back again fully to the left. You will hear a click. Repeat. The unit is now primed and ready to load the first dose. You do not have to prime the inhaler again after this, even if you do not use it for a long time.Holding the inhaler upright, load the first dose by turning the grip fully to the right and fully to the left until it clicks.Turn your head away from the inhaler and breathe out. Do not blow or exhale into the inhaler. Do not shake the inhaler after loading it.Hold the inhaler in the upright (mouthpiece up) or horizontal position. Place the mouthpiece between your lips well into your mouth. Tilt your head slightly back. Close your lips tightly around the mouthpiece, but do not bite or chew the mouthpiece. Inhale deeply and forcefully. Be sure that the mist goes into your throat and is not blocked by your teeth or tongue.Remove the inhaler from your mouth and hold your breath for about 10 seconds. Do not blow or exhale through the inhaler.If you are to inhale two puffs, repeat steps 4-6. For the next puff the inhaler must be loaded in the upright position right before its use. Turn the grip fully to the right and then fully to the left until it clicks.Replace the protective cap on the inhaler and twist it shut.After each treatment, rinse your mouth with water and spit. Do not swallow the water.Keep the inhaler clean and dry with the cover tightly in place at all times.To inhale the suspension using the jet nebulizer, follow these steps:\r\nRemove one ampule of inhalation suspension from the foil pouch.Gently shake the ampule in a circular motion.Hold the ampule upright and twist off the top of the ampule. Pour all of the liquid into the nebulizer reservoir. Do not mix other medications with budesonide in the reservoir.Connect the nebulizer reservoir to the mouthpiece or face mask.Connect the nebulizer to the compressor.Place the mouthpiece in your child's mouth or use the face mask. Have your child sit in an upright, comfortable position and turn on the compressor.Tell your child to breathe in calmly, deeply, and evenly until mist stops forming in the chamber.After each treatment, have your child rinse their mouth with water and spit; do not swallow the water.Dispose of the empty ampule and its top in a trash can that is out of the reach of children and pets.Clean your nebulizer regularly. Follow the manufacturer's directions carefully and ask your doctor or pharmacist if you have any questions about cleaning your nebulizer."
      },
      null
    ]
  },
  {
    "name": "Risedronate",
    "url": "https://medlineplus.gov/druginfo/meds/a601247.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Risedronate tablets and delayed-release (long-acting tablets) are used to prevent and treat osteoporosis (a condition in which the bones become thin and weak and break easily) in women who have undergone menopause (''change of life,'' end of menstrual periods). Risedronate tablets are also used to treat osteoporosis in men, and in men and women who are taking glucocorticoids (a type of corticosteroid medication that may cause osteoporosis). Risedronate tablets are also used to treat Paget's disease of bone (a condition in which the bones are soft and weak and may be deformed, painful, or easily broken). Risedronate is in a class of medications called bisphosphonates. It works by preventing bone breakdown and increasing bone density (thickness)."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Risedronate comes as a tablet and a delayed-release tablet to take by mouth. The delayed-release tablets are usually taken once a week in the morning, immediately after breakfast. The tablets are usually taken on an empty stomach once a day in the morning, once a week in the morning, once monthly in the morning, or once monthly for two mornings in a row depending on your condition and the dosage prescribed by your doctor. If you are taking risedronate once a week, once monthly, or once monthly for 2 days in a row, take it on the same day every week or month or the same 2 days in a row every month. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take risedronate exactly as directed. Do not take more or less of it or take it more often or for a longer period of time than prescribed by your doctor.Risedronate may not work properly and may damage the esophagus (tube that connects the mouth and stomach) or cause sores in the mouth if it is not taken according to the following instructions. Tell your doctor if you do not understand, you do not think you will remember, or you are unable to follow these instructions:\r\nYou must take risedronate tablets immediately after you get out of bed in the morning and before you eat or drink anything. You must take risedronate delayed-release tablets immediately after breakfast. Never take risedronate at bedtime or before you wake up and get out of bed for the day.Swallow the tablets with a full glass (6 to 8 ounces [180 to 240 mL]) of plain water while you are sitting or standing. Swallow the delayed-release tablets with at least 4 ounces (120 mL) of plain water while you are sitting or standing. Never take risedronate with tea, coffee, juice, mineral water, milk, other dairy drinks, or any liquid other than plain water.Swallow the tablets and delayed-release tablets whole. Do not split, chew, or crush them. Do not suck on the tablets or hold them in your mouth for any length of time.After you take risedronate, do not eat, drink, or take any other medications for at least 30 minutes. Do not lie down for at least 30 minutes after you take risedronate. Sit upright or stand upright until at least 30 minutes have passed.Risedronate controls osteoporosis and Paget's disease of bone but does not cure these conditions. Risedronate helps to treat and prevent osteoporosis only as long as it is taken regularly. Continue to take risedronate even if you feel well. Do not stop taking risedronate without talking to your doctor, but talk to your doctor from time to time about whether you still need to take risedronate.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with risedronate and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Riluzole",
    "url": "https://medlineplus.gov/druginfo/meds/a696013.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Riluzole is used to treat amyotrophic lateral sclerosis (ALS; Lou Gehrig's disease). Riluzole is in a class of medications called benzothiazoles. It works by changing the activity of certain natural substances in the body that affect nerves and muscles."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Riluzole comes as a tablet and a suspension (liquid) to take by mouth. It also comes as an oral film to be dissolved on the tongue. It usually is taken on an empty stomach (1 hour before or 2 hours after meals) twice a day, every 12 hours. You should take it at the same times each day (usually in the morning and in the evening). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take riluzole exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the suspension well (at least 30 seconds) before each use to mix the medication evenly. Be sure to turn the bottle up and down until you do not see clear liquid at the top or any particles at the bottom of the bottle. Read the instructions for use before you start taking riluzole suspension. Be sure that you understand these directions, and ask your pharmacist if you have any questions.To use the oral film follow these steps:\r\nWash your hands and make sure your hands are completely dry before handling the film.Remove riluzole oral film from the foil patch and place on the top of the tongue.Close mouth and swallow saliva normally while allowing riluzole oral film to dissolve. Do not take any liquids or chew, spit, or talk while riluzole dissolves.Wash your hands after you have finished handling riluzole oral film.Riluzole may slow progression of ALS but does not cure it. Continue to take riluzole even if you feel well. Do not stop taking riluzole without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Carmustine",
    "url": "https://medlineplus.gov/druginfo/meds/a682060.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Carmustine injection is used to treat certain types of brain tumors. Carmustine injection is also used along with prednisone to treat multiple myeloma (a type of cancer of the bone marrow). It is also used with other medications to treat Hodgkin's lymphoma (Hodgkin's disease) and non-Hodgkin's lymphoma (cancer that begins in the cells of the immune system) that has not improved or that has worsened after treatment with other medications. Carmustine is in a class of medications called alkylating agents. It works by slowing or stopping the growth of cancer cells in your body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Carmustine injection comes as a powder to be added to fluid and injected over at least 2 hours intravenously (into a vein) by a doctor or nurse in a medical office or hospital outpatient clinic. It is usually injected once every 6 weeks. It may also be injected in smaller doses once a day for 2 days in a row every 6 weeks.Your doctor may need to delay your treatment or adjust your dose if you experience certain side effects. It is important for you to tell your doctor how you are feeling during your treatment with carmustine.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Dronedarone",
    "url": "https://medlineplus.gov/druginfo/meds/a609034.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Dronedarone is used to treat people who currently have normal heart rhythm, but have had atrial fibrillation in the past. Dronedarone decreases the risk that people who have this condition will need to be hospitalized to treat atrial fibrillation. Dronedarone is in a class of medications called antiarrhythmics. It works by helping the heart to beat normally."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Dronedarone comes as a tablet to take by mouth. It is usually taken twice a day, with the morning meal and the evening meal. Take dronedarone at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dronedarone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may prescribe certain medications to decrease the risk of stroke while you are taking dronedarone. Take this medication exactly as directed during your treatment.Dronedarone will help control your heartbeat only as long as you continue to take it. Continue to take dronedarone even if you feel well and have felt well for a long time. Do not stop taking dronedarone without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Polatuzumab vedotin-piiq Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a619039.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Polatuzumab vedotin-piiq injection is used along with bendamustine (Belrapzo, Treanda) and rituximab (Rituxan) in adults to treat a certain type of non-Hodgkin's lymphoma (NHL; a type of cancer that begins in a type of white blood cells that normally fights infection) that did not improve or improved but returned after treatment with at least two other chemotherapy medications. Polatuzumab vedotin-piiq is in a class of medications called antibody-drug conjugates. It works by killing cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Polatuzumab vedotin-piiq comes as a powder to be mixed with liquid and injected intravenously (into a vein) by a doctor or nurse in a medical facility. It is usually given over 30 to 90 minutes on day 1 of a 21 day cycle. The cycle may be repeated 6 times or long as recommended by your doctor. The length of your treatment depends on how well your body responds to the medication and the side effects that you experience.You may experience a serious or life-threatening reaction while you receive a dose of polatuzumab vedotin-piiq injection or within 24 hours of receiving a dose. Your doctor may tell you to take certain medications before receiving your dose to prevent these reactions. A doctor or nurse will watch you closely to see how your body reacts to polatuzumab vedotin-piiq. Be sure to tell your doctor how you are feeling during your treatment with polatuzumab vedotin-piiq injection. Your doctor may prescribe other medications to help prevent or relieve these symptoms. If you experience any of the following symptoms during or after your infusion, tell your doctor immediately: chills, itching, hives, fever, flushing, rash, difficulty breathing, shortness of breath, or wheezing.Your doctor may need to delay your treatment, adjust your dose, or stop your treatment if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with polatuzumab vedotin-piiq."
      },
      null
    ]
  },
  {
    "name": "Acetaminophen, Butalbital, and Caffeine",
    "url": "https://medlineplus.gov/druginfo/meds/a601009.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "This combination of drugs is used to relieve tension headaches.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of acetaminophen, Butalbital, Caffeine comes as a capsule and tablet to take by mouth. It usually is taken every 4 hours as needed. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acetaminophen, Butalbital, Caffeine exactly as directed. Do not take more than six tablets or capsules in 1 day. If you think that you need more to relieve your symptoms, call your doctor.This medication can be habit-forming. Do not take a larger dose, take it more often, or for a longer period than your doctor tells you to."
      },
      null
    ]
  },
  {
    "name": "Asenapine",
    "url": "https://medlineplus.gov/druginfo/meds/a610015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Asenapine is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Asenapine is used alone or in combination with other medications to treat or prevent episodes of mania (frenzied, abnormally excited mood) or mixed mania (frenzied, abnormally excited mood and symptoms of depression) in adults and children 10 years of age and older with bipolar I disorder (manic depressive disorder; a disease that causes episodes of mania, episodes of depression and other abnormal moods). Asenapine is in a class of medications called atypical antipsychotics. It works by changing the activity of certain natural substances in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Asenapine comes as a sublingual tablet to dissolve under the tongue. It is usually taken twice a day. Take asenapine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take asenapine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not remove asenapine sublingual tablets from the package until just before you are ready to take them, and be sure that your hands are dry when you handle the tablets. When you are ready to take a tablet, follow the package directions to remove the tablet from the case without pushing the tablet through the tablet pack or breaking the tablet. After you remove the tablet, place it under your tongue and wait for it to dissolve. Do not swallow, split, chew, or crush the tablet. Do not eat or drink anything for 10 minutes after the tablet dissolves.Your doctor may need to increase or decrease your dose depending on how well the medication works for you and the side effects you experience. Tell your doctor how you are feeling during your treatment with asenapine.Asenapine may help to control your symptoms but will not cure your condition. Continue to take asenapine even if you feel well. Do not stop taking asenapine without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Choline Magnesium Trisalicylate",
    "url": "https://medlineplus.gov/druginfo/meds/a602021.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Choline magnesium trisalicylate is used to relieve the pain, tenderness, inflammation (swelling), and stiffness caused by arthritis and painful shoulder. It is also used to relieve pain and lower fever. Choline magnesium trisalicylate is in a class of nonsteroidal anti-inflammatory medications (NSAIDs) called salicylates. It works by stopping the body's production of a substance that causes pain, fever, and inflammation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Choline magnesium trisalicylate comes as a tablet and a liquid to take by mouth. It is usually taken one to three times a day. To help you remember to take choline magnesium trisalicylate, take it around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take choline magnesium trisalicylate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."
      },
      null
    ]
  },
  {
    "name": "Clindamycin Vaginal",
    "url": "https://medlineplus.gov/druginfo/meds/a609006.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vaginal clindamycin is used to treat bacterial vaginosis (an infection caused by an overgrowth of harmful bacteria in the vagina). Clindamycin is in a class of medications called lincomycin antibiotics. It works by slowing or stopping the growth of bacteria. Vaginal clindamycin cannot be used to treat vaginal irritation caused by yeast infections or by sexually transmitted diseases such as chlamydia and trichomoniasis."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vaginal clindamycin comes as a suppository to place in the vagina and a cream to apply to the inside of the vagina. The vaginal suppositories are usually used once a day, preferably at bedtime, for 3 days in a row. Most brands of the vaginal cream are used once a day, preferably at bedtime, for 3 days in a row or for 7 days in a row. One brand of vaginal cream (Clindesse®) is usually used as a single dose, given at any time of day. If you are using more than one dose of vaginal clindamycin, use it at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use vaginal clindamycin exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.This medication is for vaginal use only. Do not swallow the cream or suppositories, and do not apply the cream to any other part of your body. Be careful not to get the cream in your eyes. If you do get the cream in your eyes, rinse your eyes with plenty of cool water.Your medication will come with directions for use. Read these directions and follow them carefully. Ask your doctor or pharmacist if you have any questions about how to use vaginal clindamycin.Use vaginal clindamycin until you finish the prescription, even if you feel better. If you stop using vaginal clindamycin too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Glofitamab-gxbm",
    "url": "https://medlineplus.gov/druginfo/meds/a623046.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Glofitamab-gxbm is used for treatment of certain types of diffuse large B-cell lymphoma (DLBCL; a type of cancer that impacts the lymphatic [infection-fighting] system in the body) or large B-cell lymphoma (LBCL; a type of cancer that impacts the lymphatic [infection-fighting] system in the body) in adults that has either returned after completing treatment or failed to respond to other treatments. Glofitamab-gxbm is in a class of medications called bispecific T-cell engager antibodies. It works by killing cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Glofitamab-gxbm comes as a solution (liquid) to be given intravenously (into the vein) by a doctor or a nurse at a healthcare facility. During cycle 1 (21 day cycles), you will be given another medicine called obinutuzumab and then glofitamab-gxbm on days 8 and 15 and you will then receive it once every 21 days thereafter.Your doctor will probably start you on a low dose of glofitamab-gxbm and gradually increase your dose.Your doctor may delay or stop your treatment with glofitamab-gxbm injection, or treat you with additional medications, depending on your response to the medication and any side effects that you experience. Talk to your doctor about how you are feeling during your treatment."
      },
      null
    ]
  },
  {
    "name": "Ivermectin Topical",
    "url": "https://medlineplus.gov/druginfo/meds/a613011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ivermectin lotion is used to treat head lice (small bugs that attach themselves to the skin) in adults and children 6 months of age and older. Ivermectin is in a class of medications called anthelmintics. It works by killing lice."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ivermectin comes as a lotion to apply to the scalp and hair. It is usually applied to the scalp and hair in one treatment. Ivermectin is available without a prescription (over the counter). Follow the directions on the package and product insert carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use ivermectin lotion exactly as directed. Do not use more or less of it or use it again unless told to do so by your doctor or pharmacist.Ivermectin lotion should only be used on the hair and scalp. Do not apply to the eyelashes or eyebrows; contact your doctor if these areas are affected. Avoid getting ivermectin lotion in your eyes, nose, ear, mouth, or vagina.If ivermectin lotion gets in your eyes, flush them with water right away.To use the lotion, follow these steps:\r\nChildren 12 years of age and younger will need an adult to help apply the lotion.Use the top of the cap to break the seal on the tube of lotion.Apply ivermectin lotion to dry hair and dry scalp area starting at the scalp and then working outwards towards the ends of your hair. Be sure to use enough lotion to cover the entire scalp area and hair, then rub thoroughly. Use up to one entire tube.Keep eyes tightly closed and protect eyes with a washcloth or towel.Leave the lotion on your hair and scalp for 10 minutes after you have completely covered your hair and scalp with ivermectin lotion.After 10 minutes have passed, rinse your hair and scalp only with water and dry and style your hair as usual. Wait 24 hours before applying shampoo.You and anyone who helped you apply the lotion should wash your hands carefully after the application and rinsing steps.Use a fine-tooth comb or lice comb to remove the dead lice and nits (empty egg shells) after this treatment.Discard any unused portion of the tube once you finish this treatment. Do not use ivermectin lotion again without talking to your doctor.After using ivermectin lotion, sanitize all the clothing, underwear, pajamas, hats, sheets, pillowcases, and towels you have used recently. Machine wash clothing at high temperatures (150°F) and tumble in a hot dryer for 20 minutes. You should also wash combs, brushes, hairs clips and other personal care items in hot water.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Loncastuximab Tesirine-lpyl Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a621031.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Loncastuximab tesirine-lpyl injection is used to treat a certain type of non-Hodgkin's lymphoma (NHL; a type of cancer that begins in a type of white blood cells that normally fights infection) that did not respond to or has returned after treatment with at least two other cancer treatments. Loncastuximab tesirine-lpyl is in a class of medications called antibody-drug conjugates. It works by killing cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Loncastuximab tesirine-lpyl comes as a powder to be mixed with liquid and injected into a vein over 30 minutes by a doctor or nurse in a hospital or medical facility. It is usually injected once every 3 weeks for as long as your doctor recommends that you receive treatment.Your doctor will probably treat you with another medication before and for 2 days after each dose to help prevent certain side effects. Your doctor may need to temporarily or permanently stop your treatment or decrease your dose of loncastuximab tesirine-lpyl during your treatment. This depends on how well the medication works for you and the side effects you experience. Be sure to tell your doctor how you are feeling during your treatment with loncastuximab tesirine-lpyl.You should know that loncastuximab tesirine-lpyl should be administered only into a vein. However, it may leak into surrounding tissue causing severe irritation or damage. Your doctor or nurse will monitor the area near where the medication was injected. If you experience any of the following symptoms, tell your doctor immediately: pain, itching, redness, swelling, or sores near the place where the medication was injected.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Tafluprost Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a612030.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Tafluprost ophthalmic is used to treat glaucoma (a condition in which increased pressure in the eye can lead to gradual loss of vision) and ocular hypertension (a condition which causes increased pressure in the eye). Tafluprost is in a class of medications called prostaglandin analogs. It lowers pressure in the eye by increasing the flow of natural eye fluids out of the eye."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Tafluprost comes as a solution (liquid) to instill in the eye. It is usually instilled in the affected eye(s) once a day in the evening. Use tafluprost at around the same time in the evening every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use tafluprost exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Tafluprost ophthalmic comes in single-use containers. The solution from one container should be used immediately after opening for one or both eyes. Dispose of each single-use container and any remaining solution after one use.Tafluprost controls glaucoma and ocular hypertension but does not cure them. Continue to use tafluprost even if you feel well. Do not stop using tafluprost without talking to your doctor.Tafluprost ophthalmic is for use only in the eye(s). Do not swallow tafluprost solution.To instill the eye drops, follow these steps:\r\nWash your hands thoroughly with soap and water.Take the strip of single-use containers from the foil pouch.Pull off one single-use container from the strip.Put the remaining strip of single-use containers back in the foil pouch and fold the edge to close the pouch.Hold the single-use container upright. Make sure that the tafluprost solution is in the bottom part of the single-use container.Open the single-use container by twisting off the tab.Tilt your head backwards. If you are not able to tilt your head, lie down.Place the tip of the single-use container close to your eye. Be careful not to touch your eye with the tip of the container.Pull your lower eyelid downwards and look up.Gently squeeze the container and let a single drop fall into the space between your lower eyelid and your eye. If the drop misses your eye, try again.Dispose of the single-use container out of the reach of children even if it is not empty.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Dronabinol",
    "url": "https://medlineplus.gov/druginfo/meds/a607054.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Dronabinol is used to treat nausea and vomiting caused by chemotherapy in people who have already taken other medications to treat this type of nausea and vomiting without good results. Dronabinol is also used to treat loss of appetite and weight loss in people who have acquired immunodeficiency syndrome (AIDS). Dronabinol is in a class of medications called cannabinoids. It works by affecting the area of the brain that controls nausea, vomiting, and appetite."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Dronabinol comes as a capsule and as a solution (liquid) to take by mouth. When dronabinol capsules and solution are used to treat nausea and vomiting caused by chemotherapy, it is usually taken 1 to 3 hours before chemotherapy and then every 2 to 4 hours after chemotherapy, for a total of 4 to 6 doses a day. The first dose of the solution is usually taken on an empty stomach at least 30 minutes before eating, but the following doses can be taken with or without food. When dronabinol capsules and solution are used to increase appetite, they are usually taken twice a day, about an hour before lunch and supper Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dronabinol exactly as directed.Swallow the capsules whole; do not chew or crush them.Swallow the dronabinol solution with a full glass of water (6 to 8 ounces).Always use the oral dosing syringe that comes with dronabinol solution to measure your dose. Talk to your doctor or pharmacist if you have questions about how to measure your dose of dronabinol solution.Your doctor will probably start you on a low dose of dronabinol and may gradually increase your dose. Your doctor may also decrease your dose if you experience side effects that do not go away after 1 to 3 days. Be sure to tell your doctor how you are feeling during your treatment with dronabinol.Dronabinol may be habit forming. Do not take a larger dose, take it more often, or take it for a longer period of time than prescribed by your doctor. Call your doctor if you find that you want to take extra medication.Dronabinol will control your symptoms only as long as you take the medication. Continue to take dronabinol even if you feel well. Do not stop taking dronabinol without talking to your doctor. If you suddenly stop taking dronabinol, you may experience withdrawal symptoms such as irritability, difficulty falling asleep or staying asleep, restlessness, hot flashes, sweating, runny nose, diarrhea, hiccups, and loss of appetite.Ask your doctor or pharmacist for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Doxazosin",
    "url": "https://medlineplus.gov/druginfo/meds/a693045.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Doxazosin is used in men to treat the symptoms of an enlarged prostate (benign prostatic hyperplasia or BPH), which include difficulty urinating (hesitation, dribbling, weak stream, and incomplete bladder emptying), painful urination, and urinary frequency and urgency. It is also used alone or in combination with other medications to treat high blood pressure. Doxazosin is in a class of medications called alpha-blockers. It relieves the symptoms of BPH by relaxing the muscles of the bladder and prostate. It lowers blood pressure by relaxing the blood vessels so that blood can flow more easily through the body.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Doxazosin comes as a tablet and an extended-release tablet to take by mouth. The doxazosin tablet is usually taken with or without food once a day in the morning or in the evening. Doxazosin extended-release tablet is usually taken once a day with breakfast. Take doxazosin around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take doxazosin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole; do not split, chew, or crush them.Your doctor will start you on a low dose of doxazosin and gradually increase your dose, not more than once every 1 to 2 weeks. If you stop taking doxazosin for a few days or longer, call your doctor. Your doctor will have to start you again on the lowest dose of doxazosin and gradually increase your dose.Doxazosin controls high blood pressure and the symptoms of BPH but does not cure them. It may take a few weeks before you feel the full benefit of doxazosin. Continue to take doxazosin even if you feel well. Do not stop taking doxazosin without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Vitamin A",
    "url": "https://medlineplus.gov/druginfo/meds/a621028.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vitamin A is used as a dietary supplement when the amount of vitamin A in the diet is not enough. People most at risk for vitamin A deficiency are those with a limited variety of food in their diet and in those with cystic fibrosis (an inborn disease that causes problems with breathing, digestion, and reproduction) and malabsorption problems (problems absorbing food). Vitamin A is used to prevent and treat xerophthalmia (unable to see in low light) and night blindness. Vitamin A is in a class of medications called an antioxidant. It is needed by the body to help with vision, reproduction, cell growth, and to support the immune system. It works to protect your cells against free radicals and to support cell growth and function."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vitamin A comes as a capsule, gel capsule, and liquid drops to take by mouth. It is usually taken once a day or as directed by your doctor. Vitamin A is available without a prescription, but your doctor may prescribe it to treat certain conditions. Follow the directions on the package or on your product label or doctor's instructions carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take vitamin A exactly as directed. Do not take more or less of it or take it more often than recommended by your doctor.Vitamin A supplements are available alone and in combination with other vitamins."
      },
      null
    ]
  },
  {
    "name": "Doxorubicin",
    "url": "https://medlineplus.gov/druginfo/meds/a682221.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Doxorubicin is used in combination with other medications to treat certain types of bladder, breast, lung, stomach, and ovarian cancer; Hodgkin's lymphoma (Hodgkin's disease) and non-Hodgkin's lymphoma (cancer that begins in the cells of the immune system); and certain types of leukemia (cancer of the white blood cells), including acute lymphoblastic leukemia (ALL) and acute myeloid leukemia (AML, ANLL). Doxorubicin is also used alone and in combination with other medications to treat certain types of thyroid cancer and certain types of soft tissue or bone sarcomas (cancer that forms in muscles and bones). It is also used to treat neuroblastoma (a cancer that begins in nerve cells and occurs mainly in children) and Wilms' tumor (a type of kidney cancer that occurs in children). Doxorubicin is in a class of medications called anthracyclines. It works by slowing or stopping the growth of cancer cells in your body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Doxorubicin comes as a solution (liquid) or as a powder to be mixed with liquid to be injected intravenously (into a vein) by a doctor or nurse in a medical facility. It is usually given once every 21 to 28 days. The length of treatment depends on the types of drugs you are taking, how well your body responds to them, and the type of cancer you have.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Hydroxyzine",
    "url": "https://medlineplus.gov/druginfo/meds/a682866.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Hydroxyzine is used in adults and children to relieve itching caused by allergic skin reactions. It is also used alone or with other medications in adults and children to relieve anxiety and tension. Hydroxyzine is also used along with other medications in adults and children as a sedative before and after general anesthesia for surgery. Hydroxyzine is in a class of medications called antihistamines. It works by blocking the action of histamine a substance in the body that causes allergic symptoms. It also works by decreasing activity in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Hydroxyzine comes as capsules, tablets, a syrup, and suspension to take by mouth. It usually is taken three or four times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take hydroxyzine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the suspension well before each use to mix the medication evenly."
      },
      null
    ]
  },
  {
    "name": "Bacillus Calmette-Guerin (BCG) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a682809.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Aztreonam Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a687010.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Aztreonam injection is used to treat certain infections that are caused by bacteria, including respiratory tract (including pneumonia and bronchitis), urinary tract, blood, skin, gynecological, and abdominal (stomach area) infections, that are caused by bacteria. Aztreonam injection also may be used before, during, and sometimes for a brief period after surgery in order to prevent the patient from getting an infection. It is also used for the prevention of infections following colorectal surgery. Aztreonam is in a class of medications called monobactam antibiotics. It works by killing bacteria.Antibiotics such as aztreonam injection will not work for colds, flu, or other viral infections. Taking antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Aztreonam injection comes as a powder to be mixed with liquid to be injected intravenously (into a vein) or intramuscularly (into a muscle). When aztreonam is injected intravenously, it is usually infused (injected slowly) over a period of 20 minutes to 1 hour. When aztreonam is given intramuscularly, it is injected into the muscles of the buttocks or thighs. How often you receive aztreonam injection and the length of your treatment depends on the type of infection you have and how your body responds to the medication. Your doctor will tell you how long to use aztreonam injection. After your condition improves, your doctor may switch you to another antibiotic that you can take by mouth to complete your treatment.You may receive aztreonam injection in a hospital, or you may use the medication at home. If you will be using aztreonam injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.You should begin to feel better during the first few days of treatment with aztreonam injection. If your symptoms do not improve or if they get worse, call your doctor.Use aztreonam injection until you finish the prescription, even if you feel better. If you stop using aztreonam injection too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Tetanus, Diphtheria (Td) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a607026.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Entrectinib",
    "url": "https://medlineplus.gov/druginfo/meds/a619049.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Entrectinib is used to treat a certain type of non-small cell lung cancer (NSCLC) in adults that has spread to other parts of the body. It is also used to treat certain types of solid tumors in adults and children age 1 month and older that cannot be treated by surgery or that has spread to other parts of the body and that worsened after treatment with other chemotherapy medications. Entrectinib is in a class of medications called kinase inhibitors. It works by blocking the action of the abnormal protein that signals cancer cells to multiply. This helps to stop or slow the spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Entrectinib comes as a capsule, capsules prepared as a suspension, or oral pellets to take by mouth. It is usually taken with or without food once daily. Capsules can either be swallowed whole or given as a prepared oral suspension for patients who are unable to swallow capsules or need to have the medicine given via gastric or nasogastric tube. If taking the capsules as an oral suspension, open the correct number of capsules and pour the contents into room temperature drinking water or milk per prescriber instructions. Let the suspension sit for 15 minutes before taking it and then follow the prescribed amount with water. If you cannot take the suspension right away, it can be stored at room temperature for up to 2 hours. If more than 2 hours have passed, throw it away. Pellets can be placed on one or more spoonfuls of soft food (e.g. applesauce, pudding, yogurt) and taken within 20 minutes of placing it on food and followed with water..Make sure you use the whole packet of pellets and do not use them to make a suspension or give them through a gastric or nasogastric tube. Take entrectinib at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take entrectinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not chew or crush capsule contents or pellets.If you vomit immediately after you take entrectinib, take another dose as soon as possible.Your doctor may temporarily or permanently stop your treatment or decrease the dose if you experience serious side effects of entrectinib. Talk to your doctor about how you are feeling during your treatment.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Evinacumab-dgnb Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a621023.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Evinacumab-dgnb is used in combination with other treatments to reduce the amount low-density lipoprotein (LDL) cholesterol ('bad cholesterol') and other fatty substances in the blood in adults and children 5 years of age or older that have homozygous familial hypercholesterolemia (HoFH; an inherited condition in which cholesterol cannot be removed from the body normally). Evinacumab-dgnb is in a class of medications called angiopoietin-like protein 3 (ANGPTL3) inhibitor monoclonal antibodies. It works by decreasing the production of LDL cholesterol and increasing the breakdown of LDL cholesterol and other fatty substances in the body.Accumulation of cholesterol and fats along the walls of your arteries (a process known as atherosclerosis) decreases blood flow and, therefore, the oxygen supply to your heart, brain, and other parts of your body. Lowering your blood level of cholesterol and fats may help prevent heart disease, angina (chest pain), strokes, and heart attacks."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Evinacumab-dgnb comes as a solution (liquid) to be mixed with liquid and injected slowly into a vein over 60 minutes by a doctor or nurse. It is usually given once every 4 weeks.Evinacumab-dgnb injection may cause serious reactions during the infusion of the medication. A doctor or nurse will monitor you carefully while you are receiving the medication. Tell your doctor or nurse immediately if you experience any of the following symptoms during the infusion: itching at the infusion site, muscle weakness; fever; nausea; or nasal congestion.Your doctor may need to slow down your infusion or stop your treatment if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with evinacumab-dgnb.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Triamterene and Hydrochlorothiazide",
    "url": "https://medlineplus.gov/druginfo/meds/a601125.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of triamterene and hydrochlorothiazide is used to treat high blood pressure and edema (fluid retention; excess fluid held in body tissues) in patients who have lower amounts of potassium in their bodies or for whom low potassium levels in the body could be dangerous. The combination of triamterene and hydrochlorothiazide is in a class of medications called diuretics ('water pills'). They work by causing the kidneys to get rid of unneeded water and salt from the body into the urine.High blood pressure is a common condition, and when not treated it can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of triamterene and hydrochlorothiazide comes as a capsule and tablet to take by mouth. It usually is taken once a day. Take triamterene and hydrochlorothiazide at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take triamterene and hydrochlorothiazide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.This medication controls high blood pressure and edema but does not cure these conditions. Continue to take triamterene and hydrochlorothiazide even if you feel well. Do not stop taking triamterene and hydrochlorothiazide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Mesoridazine",
    "url": "https://medlineplus.gov/druginfo/meds/a682306.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Mesoridazine is used to treat the symptoms of schizophrenia and reduce restlessness, anxiety, and tension. It can also reduce hyperactivity and uncooperativeness."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Mesoridazine comes as a tablet and liquid concentrate to take by mouth. It is usually taken two or three times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take mesoridazine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The liquid concentrate must be diluted before use. It comes with a specially marked dropper for measuring the dose. Ask your pharmacist to show you how to use the dropper if you have difficulty. To dilute the liquid concentrate, add it to at least 2 ounces (60 milliliters) of water, orange juice, or grape juice before taking it. If any of the juice gets on the dropper, rinse the dropper with tap water before replacing it in the bottle. Do not allow the liquid concentrate to touch your skin or clothing; it can irritate your skin. If you spill the liquid concentrate on your skin, wash it off immediately with soap and water.Continue to take mesoridazine even if you feel well. Do not stop taking mesoridazine without talking to your doctor, especially if you have taken large doses for a long time. Your doctor probably will decrease your dose gradually. This drug must be taken regularly for a few weeks before its full effect is felt."
      },
      null
    ]
  },
  {
    "name": "Cyclobenzaprine",
    "url": "https://medlineplus.gov/druginfo/meds/a682514.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cyclobenzaprine is used with rest, physical therapy, and other measures to relax muscles and relieve pain and discomfort caused by strains, sprains, and other muscle injuries. Cyclobenzaprine is in a class of medications called skeletal muscle relaxants. It works by acting in the brain and nervous system to allow the muscles to relax."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cyclobenzaprine comes as a tablet and an extended-release capsule to take by mouth. The tablet is usually taken with or without food three times a day. The extended-release capsule is usually taken with or without food once  a day. Do not take this drug for more than 3 weeks without talking to your doctor. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take cyclobenzaprine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release capsules whole; do not chew or crush them.If you are not able to swallow the extended-release capsule whole, mix the contents of the capsule with applesauce. Eat the mixture right away and swallow without chewing. After you eat the mixture, take a drink, and swish and swallow to make sure that you have received all the medication."
      },
      null
    ]
  },
  {
    "name": "Certolizumab Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a608041.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Certolizumab injection is used to relieve the symptoms of certain autoimmune disorders (conditions in which the immune system attacks healthy parts of the body and causes pain, swelling, and damage) including the following:\r\nCrohn's disease (a condition in which the body attacks the lining of the digestive tract, causing pain, diarrhea, weight loss, and fever) that has not improved when treated with other medications,rheumatoid arthritis (a condition in which the body attacks its own joints, causing pain, swelling, and loss of function),psoriatic arthritis (a condition that causes joint pain and swelling and scales on the skin),active ankylosing spondylitis (a condition in which the body attacks the joints of the spine and other areas causing pain, swelling, and joint damage) with changes seen on X-ray,active non-radiographic axial spondyloarthritis (a condition in which the body attacks the joints of the spine and other areas causing pain and signs of swelling), but without changes seen on X-ray,plaque psoriasis (a skin disease in which red, scaly patches form on some areas of the body) in people who may benefit from medications or phototherapy (a treatment that involves exposing the skin to ultraviolet light).Certolizumab injection is in a class of medications called tumor necrosis factor (TNF) inhibitors. It works by blocking the activity of TNF, a substance in the body that causes inflammation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Certolizumab injection comes as a powder to be mixed with sterile water and injected subcutaneously (just under the skin) by a doctor or nurse in a medical office and as a pre-filled syringe that you can inject subcutaneously by yourself at home. When certolizumab injection is used to treat Crohn's disease, it is usually given every two weeks for the first three doses and then every four weeks for as long as treatment continues. When certolizumab injection is used to treat rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, or axial spondyloarthritis, it is usually given every 2 weeks for the first three doses and then every 2 or 4 weeks for as long as treatment continues. When certolizumab injection is used to treat plaque psoriasis, it is usually given every 2 weeks. If you are injecting certolizumab injection yourself, follow the directions on your prescription label carefully. Do not inject more or less certolizumab than prescribed by your doctor.If you will be injecting certolizumab injection by yourself at home or having a friend or relative inject the medication for you, ask your doctor to show you or the person who will be injecting the medication how to inject it. You and the person who will be injecting the medication should also read the written instructions for use that come with the medication.Before you open the package containing your medication, check to be sure that the package is not torn, that the tamper-evident seals on the top and bottom of the package are not missing or broken and that the expiration date printed on the package has not passed. After you open the package, look closely at the liquid in the syringe. The liquid should be clear or pale yellow and should not contain large, colored particles. Call your pharmacist, if there are any problems with the package or the syringe. Do not inject the medication.You may inject certolizumab injection anywhere on your stomach or thighs except your navel (belly button) and the area 2 inches around it. Do not inject the medication into skin that is tender, bruised, red, or hard, or that has scars or stretch marks. Do not inject the medication in the same spot more than once. Choose a new spot at least 1 inch away from a spot that you have used before each time you inject the medication. If your doctor has told you to inject two syringes of certolizumab for each dose, choose a different spot for each injection.Do not reuse certolizumab pre-filled syringes and do not recap the syringes after use. Discard used syringes in a puncture-resistant container. Ask your pharmacist how to discard the container.Certolizumab injection may help to control your symptoms, but it will not cure your condition. Do not stop using certolizumab injection without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Ripretinib",
    "url": "https://medlineplus.gov/druginfo/meds/a620035.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ripretinib is used to treat gastrointestinal stromal tumors (GIST; a type of tumor that grows in the stomach, intestine [bowel], or esophagus [tube that connects the throat with the stomach]) in adults who have previously received other medications, including imatinib (Gleevec). Ripretinib is in a class of medications called kinase inhibitors. It works by blocking the action of an abnormal protein that signals cancer cells to multiply. This helps slow or stop the spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ripretinib comes as a tablet to take by mouth. It is usually taken once daily with or without food. Take ripretinib at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take ripretinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole; do not split, chew, or crush them.If you vomit after taking ripretinib, do not take another dose. Continue your regular dosing schedule.Your doctor may need to temporarily or permanently stop your treatment or decrease your dose of ripretinib during your treatment. This depends on how well the medication works for you and the side effects you experience. Be sure to tell your doctor how you are feeling during your treatment with ripretinib.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Epirubicin",
    "url": "https://medlineplus.gov/druginfo/meds/a603003.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Epirubicin is used in combination with other medications to treat breast cancer in patients who have had surgery to remove the tumor. Epirubicin is in a class of medications called anthracyclines. It works by slowing or stopping the growth of cancer cells in your body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Epirubicin comes as a solution (liquid) to be injected intravenously (into a vein) by a doctor or nurse in a medical facility along with other chemotherapy medications. It may be injected once every 21 days for 6 cycles of therapy or it may be injected twice (on days 1 and 8) every 28 days for six cycles of therapy.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Leflunomide",
    "url": "https://medlineplus.gov/druginfo/meds/a600032.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Leflunomide is used alone or in combination with other medications to treat rheumatoid arthritis (a condition in which the body attacks its own joints, causing pain, swelling, and loss of function). Leflunomide is in a class of medications called disease-modifying antirheumatic drugs (DMARDs). It works by decreasing inflammation and slowing the progress of the condition, which can help improve the physical activity of people with rheumatoid arthritis."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Leflunomide comes as a tablet to take by mouth. It is usually taken once a day. Your doctor may tell you to take a larger dose of leflunomide for the first 3 days of treatment. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take leflunomide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may need to decrease your dose or stop treatment if you experience certain severe side effects. Be sure to tell your doctor how you are feeling during your treatment.Leflunomide may help control the symptoms of your rheumatoid arthritis but does not cure it. Continue to take leflunomide even if you feel well. Do not stop taking leflunomide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Beclomethasone Oral Inhalation",
    "url": "https://medlineplus.gov/druginfo/meds/a681050.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Beclomethasone is used to prevent difficulty breathing, chest tightness, wheezing, and coughing caused by asthma in adults and children 5 years of age and older. It belongs to a class of medications called corticosteroids. It works by decreasing swelling and irritation in the airways to allow for easier breathing."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Beclomethasone comes as an aerosol to inhale by mouth using an inhaler. It usually is inhaled twice a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use beclomethasone exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Talk to your doctor about how you should use your other oral and inhaled medications for asthma during your treatment with beclomethasone inhalation. If you were taking an oral steroid such as dexamethasone, methylprednisolone (Medrol), or prednisone (Rayos), your doctor may want to gradually decrease your steroid dose starting after you begin to use beclomethasone.Beclomethasone controls symptoms of asthma but does not cure it. Improvement in your asthma may occur as soon as 24 hours after using the medication, but full effects may not be seen for 1 to 4 weeks after using it regularly. Continue to use beclomethasone even if you feel well. Do not stop using beclomethasone without talking to your doctor. Call your doctor if your symptoms or your child's symptoms do not improve during the first 4 weeks or if they get worse.Beclomethasone helps to prevent asthma attacks (sudden episodes of shortness of breath, wheezing, and coughing) but will not stop an asthma attack that has already started. Your doctor will prescribe a short-acting inhaler to use during asthma attacks. Tell your doctor if your asthma worsens during your treatment.Do not use your beclomethasone inhaler when you are near a flame or source of heat. The inhaler may explode if it is exposed to very high temperatures.Each beclomethasone inhaler is designed to provide 50, 100, or 120 inhalations, depending on its size. After the labeled number of inhalations has been used, later inhalations may not contain the correct amount of medication. You should keep track of the number of inhalations you have used. You can divide the number of inhalations in your inhaler by the number of inhalations you use each day to find out how many days your inhaler will last. Throw away the inhaler after you have used the labeled number of inhalations even if it still contains some liquid and continues to release a spray when it is pressed.Before you use beclomethasone inhaler the first time, read the written instructions that come with the inhaler. Look at the diagrams carefully and be sure that you recognize all the parts of the inhaler. Ask your doctor, pharmacist, or respiratory therapist to show you the right way to use the inhaler. Practice using the inhaler in front of him or her, so you are sure you are doing it the right way.To use the aerosol inhaler, follow these steps:\r\nKeep the inhaler clean and dry with the cover tightly in place at all times. To clean your inhaler, use a clean, dry tissue or cloth. Do not wash or put any part of your inhaler in water.Remove the protective cap.If you are using the inhaler for the first time or if you have not used the inhaler in more than 10 days, prime it by releasing 2 test sprays into the air, away from your face. Be careful not to spray the medication into your eyes or face.Breathe out as completely as possible through your mouth.Hold the inhaler in the upright (mouthpiece up) or horizontal position. Place the mouthpiece between your lips well into your mouth. Tilt your head slightly back. Close your lips tightly around the mouthpiece keeping your tongue below it. Inhale slowly and deeply. Breathe in slowly and deeply through the mouthpiece. At the same time, press down once on the container to spray the medication into your mouth.When you have breathed in fully, remove the inhaler from your mouth and close your mouth.Try to hold your breath for about 5 to 10 seconds, then breathe out gently.If your doctor has told you to take more than 1 puff per treatment, repeat steps 3 through 7.Replace the protective cap on the inhaler.After each treatment, rinse your mouth with water and spit. Do not swallow the water."
      },
      null
    ]
  },
  {
    "name": "Topiramate",
    "url": "https://medlineplus.gov/druginfo/meds/a697012.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Topiramate is used alone or with other medications to treat certain types of seizures including primary generalized tonic-clonic seizures (formerly known as a grand mal seizure; seizure that involves the entire body) and partial onset seizures (seizures that involve only one part of the brain).  Topiramate is also used with other medications to control seizures in people who have Lennox-Gastaut syndrome (a disorder that causes seizures and developmental delays). Topiramate is also used to prevent migraine headaches but not to relieve the pain of migraine headaches when they occur in adults and children 12 years of age and older. Topiramate is in a class of medications called anticonvulsants. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Topiramate comes as a tablet, a sprinkle capsule (capsule that contains small beads of medication that can be sprinkled on food), an extended-release (long-acting) capsule and solution (liquid) to take by mouth.  The tablets, sprinkle capsules, and solution are usually taken with or without food once or twice a day. The extended-release capsules are usually taken with or without food once a day. Take topiramate at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take topiramate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Be sure that the prescription your doctor gives you is clear and easy to read. Talk to your pharmacist to be sure that you are given topiramate. If you think you were given the wrong medication, talk to your pharmacist. Do not take any medication unless you are certain it is the medication that your doctor prescribed.Topiramate tablets have a bitter taste so you should swallow them whole. It is especially important that you not take topiramate tablets that have been broken for any length of time because tablets that are broken may lose their effectiveness over time.Swallow extended-release capsules (Trokendi XR brand only) whole; do not split, chew, or sprinkle on food.The sprinkle and extended-release capsules (Qudexy XR brand only) may be swallowed whole or opened and poured over soft food. To take the sprinkle capsules or extended-release capsules (Qudexy XR brand only) mixed with food, you can carefully open the capsule and sprinkle the entire contents onto a spoonful of soft foods, such as applesauce. Swallow the mixture right after you mix it without chewing, and then drink fluids to make sure that you swallow all of the medication.Use a marked (calibrated) measuring device to measure the topiramate solution dose to make sure the correct dose is being given. Do not use a household teaspoon or tablespoon. Ask your pharmacist for an measuring device if one is not included with your medication.Your doctor will probably start you on a low dose of topiramate and gradually increase your dose, not more than once every week.Topiramate may control your seizures or migraines but will not cure your condition. Continue to take topiramate even if you feel well. Do not stop taking topiramate without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking topiramate, you may have severe seizures, even if you have not had seizures in the past. Your doctor will probably decrease your dose gradually.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with topiramate and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions.  You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Progesterone Vaginal",
    "url": "https://medlineplus.gov/druginfo/meds/a623013.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vaginal progesterone (Crinone, Endometrin) is used as part of assisted reproductive technology (ART; fertility treatment) in women experiencing infertility (not getting pregnant despite having carefully timed, unprotected sex) who may need extra progesterone to help them become pregnant and to stay pregnant. Vaginal progesterone (Crinone) is also used to bring on menstruation (period) in women experiencing (absence of menstruation in women of childbearing age who have had normal periods and then stopped). Progesterone is in a class of medications called progestins (female hormones). It works as a part of ART by increase embryo implantation and decrease the risk of miscarriage. Once an embryo is implanted, progesterone acts to maintain the pregnancy. It works to bring on menstruation by replacing the natural progesterone that some women are missing. It works to bring on menstruation by replacing the natural progesterone that some women are missing."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vaginal progesterone comes as a vaginal tablet (Endometrin) to place in the vagina and as a gel (Crinone) to insert in the vagina. Progesterone vaginal tablets are usually inserted in the vagina two or three times a day for up to 10 days. If progesterone vaginal gel is used as a part of ART/fertility treatment, it is usually inserted once or twice a day for up to 10 to 12 weeks. If progesterone vaginal gel is used to treat amenorrhea, it is usually inserted in the vagina once every other day, for a total of 6 doses. If needed, your doctor may tell you to take an additional 6-dose course of treatment. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use vaginal progesterone exactly as directed. Do not use more or less of it or take it more often than prescribed by your doctor.Vaginal progesterone comes with a special applicator to use to place the tablet or gel into your vagina. Your medication will come with instructions for use. Read these instructions and follow them carefully. Ask your doctor or pharmacist if you have any questions about how to use vaginal progesterone.To use the vaginal tablet (Endometrin), follow these steps:\r\nWash and dry your hands before handling the vaginal tablet.Unwrap the applicator and remove the vaginal tablet from the blister pack.Place the vaginal tablet in the space at the end of the applicator. The insert should fit snugly and should not fall out.Stand, sit, or lie down with your knees bent. Choose the position that is most comfortable for you.Gently insert the applicator into your vagina as you would a plastic tampon applicator and press the plunger to release the insert.Remove the applicator from your vagina and dispose of it as you would a plastic tampon applicator. Do not save or reuse the applicator.To use the vaginal gel (Crinone), follow these steps:\r\nOpen the sealed wrapper and remove the prefilled applicator and plunger. Do not remove the twist-off cap.Insert the plunger into the open end of the applicator until the plunger snaps into place. You should see about 1 inch of the plunger outside of the applicator.Remove the cap from the end of the applicator by twisting it counterclockwise. Do not push the plunger while you are removing the cap.Lie down on your back with your knees bent or sit on the edge of a bed or a chair with your knees apart. Choose the position that is most comfortable for you.Gently insert the applicator into your vagina as you would a plastic tampon applicator and press the plunger to release the gel.Remove the applicator from your vagina and dispose of it as you would a plastic tampon applicator. Do not save or reuse the applicator.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Metoprolol",
    "url": "https://medlineplus.gov/druginfo/meds/a682864.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Metoprolol is used alone or in combination with other medications to treat high blood pressure. It also is used to treat chronic (long-term) angina (chest pain). Metoprolol is also used to improve survival after a heart attack. Metoprolol also is used in combination with other medications to treat heart failure. Metoprolol is in a class of medications called beta blockers. It works by relaxing blood vessels and slowing heart rate to improve blood flow and decrease blood pressure.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Metoprolol comes as a tablet, an extended-release (long-acting) tablet, and an extended-release capsule to take by mouth. The regular tablet is usually taken once or twice a day with meals or immediately after meals. The extended-release tablet and extended-release capsule are usually taken once a day. To help you remember to take metoprolol, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take metoprolol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.The extended-release tablet may be split. Swallow the whole or half extended-release tablets whole; do not chew or crush them.Swallow the extended-release capsules whole; do not split, chew, or crush them. If you are unable to swallow the capsules, you may open the capsule and sprinkle the contents over a spoonful of soft food, such as applesauce, pudding, or yogurt and swallow the mixture immediately. Do not swallow the mixture more than 60 minutes after you sprinkle the contents of the capsule.Your doctor may start you on a low dose of metoprolol and gradually increase your dose.Metoprolol helps to control your condition but will not cure it. Continue to take metoprolol even if you feel well. Do not stop taking metoprolol without talking to your doctor. If you suddenly stop taking metoprolol you may experience serious heart problems such as severe chest pain, a heart attack, or an irregular heartbeat. Your doctor will probably want to decrease your dose gradually over 1 to 2 weeks and will monitor you closely."
      },
      null
    ]
  },
  {
    "name": "Rizatriptan",
    "url": "https://medlineplus.gov/druginfo/meds/a601109.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Rizatriptan is used to treat the symptoms of migraine headaches (severe, throbbing headaches that sometimes are accompanied by nausea and sensitivity to sound and light). Rizatriptan is in a class of medications called selective serotonin receptor agonists. It works by narrowing blood vessels in the brain, stopping pain signals from being sent to the brain, and blocking the release of certain natural substances that cause pain, nausea, and other symptoms of migraine. Rizatriptan does not prevent migraine attacks or reduce the number of headaches you have."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Rizatriptan comes as a tablet and an orally disintegrating tablet to take by mouth. It is usually taken at the first sign of a migraine headache. If your symptoms improve after you take rizatriptan but return after 2 hours or longer, you may take a second tablet. However, if your symptoms do not improve after you take rizatriptan, do not take a second tablet before calling your doctor. Your doctor will tell you the maximum number of tablets you may take in a 24-hour period. Follow the directions on the package or prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take rizatriptan exactly as directed. Do not take more or less of it or take it more often than directed by the package label or prescribed by your doctor.You may take your first dose of rizatriptan in a doctor's office or other medical facility where you can be monitored for serious reactions.To take the orally disintegrating tablet, use dry hands to peel back the foil packaging.Immediately take out the tablet and place it on your tongue.The tablet will quickly dissolve and can be swallowed with saliva. No water is needed to swallow disintegrating tablets. Do not open the foil packaging or remove the orally disintegrating tablet until just before your are ready to take it.Call your doctor if your headaches do not get better or occur more frequently after taking rizatriptan.If you take rizatriptan more often or for longer than the recommended period of time, your headaches may get worse or may occur more frequently. You should not take rizatriptan or any other headache medication for more than 10 days per month. Call your doctor if you need to take rizatriptan to treat more than four headaches in a 1-month period.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Tesamorelin Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a611035.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Tesamorelin injection is used to decrease the amount of extra fat in the stomach area in adults with human immunodeficiency virus (HIV) who have lipodystrophy (increased body fat in certain areas of the body). Tesamorelin injection is not used to help with weight loss. Tesamorelin injection is in a class of medications called human growth hormone-releasing factor (GRF) analogs. It works by increasing the production of a certain natural substance that can decrease the amount of body fat."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Tesamorelin injection comes as a powder to be mixed with the liquid provided with your medication and injected subcutaneously (under the skin). It is usually injected once a day. Use tesamorelin injection at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use tesamorelin injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Before you use tesamorelin injection for the first time, read the manufacturer's information for the patient that comes with the medication. Your medication comes in 2 boxes: one box with tesamorelin injection vials and another with vials containing liquid to mix with the medication, needles, and syringes. Ask your pharmacist or doctor to show you how to mix and inject the medication. Be sure to ask your pharmacist or doctor if you have any questions about how to inject this medication.You should inject tesamorelin into the skin of your stomach area below the navel (belly button). Do not inject tesamorelin into the navel or into any scarred, reddened, irritated, infected, or bruised areas of skin. Do not inject tesamorelin into any areas with hard bumps from previous injections. Choose a different area for each injection to help prevent bruising and irritation. Keep track of the areas where you inject tesamorelin, and do not give an injection into the same spot two times in a row.After mixing tesamorelin injection, use the medication right away. Do not store tesamorelin injection after mixing. Dispose of any used tesamorelin injection and any extra liquid used to mix the injection.You should always look at tesamorelin injection solution (liquid) after mixing and before you inject it. The solution should be clear and colorless with no particles in it. Do not use tesamorelin injection solution if it is colored, cloudy, contains particles, or if the expiration date on the bottle has passed.Never reuse syringes or needles, and never share needles with another person. Do not share syringes with another person even if the needle was changed. Sharing needles and syringes can cause the spread of certain diseases, such as HIV. If you accidently prick someone with a used needle, tell him to talk to his healthcare provider right away. Dispose of any remaining tesamorelin injection, extra liquid used to mix the injection, and used needles and syringes in a puncture-resistant container made of hard plastic or metal that has a lid. Never throw used needles or syringes into the trash. Ask your doctor or pharmacist how to dispose of the puncture-resistant container and all other used materials.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Eplerenone",
    "url": "https://medlineplus.gov/druginfo/meds/a603004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Eplerenone is used alone or in combination with other medications to treat high blood pressure. Eplerenone is in a class of medications called mineralocorticoid receptor antagonists. It works by blocking the action of aldosterone, a natural substance in the body that raises blood pressure.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Eplerenone comes as a tablet to take by mouth. It is usually taken once or twice a day, with or without food. To help you remember to take eplerenone, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take eplerenone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of eplerenone and increase your dose after 4 weeks.Eplerenone controls high blood pressure but does not cure it. It may take 4 weeks or longer before you feel the full benefit of eplerenone. Continue to take eplerenone even if you feel well. Do not stop taking eplerenone without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Daunorubicin",
    "url": "https://medlineplus.gov/druginfo/meds/a682289.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Daunorubicin is used with other chemotherapy drugs to treat a certain type of acute myeloid leukemia (AML; a type of cancer of the white blood cells). Daunorubicin is also used with other chemotherapy drugs to treat a certain type of acute lymphocytic leukemia (ALL; a type of cancer of the white blood cells). Daunorubicin is in a class of medications called anthracyclines. It works by slowing or stopping the growth of cancer cells in your body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Daunorubicin comes as a solution (liquid) or as a powder to be mixed with liquid to be injected intravenously (into a vein) by a doctor or nurse in a medical facility along with other chemotherapy medications. When daunorubicin is used to treat AML, it is usually injected once a day on certain days of your treatment period. When daunorubicin is used to treat ALL, it is usually injected once a week. The length of treatment depends on the types of drugs you are taking, how well your body responds to them, and the type of cancer you have.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Decitabine and Cedazuridine",
    "url": "https://medlineplus.gov/druginfo/meds/a620050.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of decitabine and cedazuridine is used to treat certain types of myelodysplastic syndrome (conditions in which the bone marrow produces blood cells that are misshapen and does not produce enough healthy blood cells), including chronic myelomonocytic leukemia (CMML) in adults. Decitabine is in a class of medications called hypomethylation agents. It works by helping the bone marrow produce normal blood cells and by killing abnormal cells in the bone marrow. Cedazuridine is in a class of medications called cytidine deaminase inhibitors. It helps to increase the amount of decitabine in the body so that the medication will have a greater effect."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of decitabine and cedazuridine comes as a tablet to take by mouth. It is usually taken on an empty stomach for the first 5 days of a 28-day cycle. Do not eat food for 2 hours before and 2 hours after each dose. The 28-day cycle regimen may be repeated as recommended by your doctor based on your body's response to this medication. Treatment should usually be given for at least 4 cycles but may be continued if your doctor decides that you will benefit from additional treatment.Swallow the tablets whole; do not split, chew, or crush them.If you vomit after taking decitabine and cedazuridine, do not take another dose. Continue your regular dosing schedule.Your doctor will give you medication to prevent nausea and vomiting before you receive each dose of decitabine and cedazuridine.Your doctor may decrease your dose or temporarily or permanently stop your treatment if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with decitabine and cedazuridine.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Cefotaxime Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a682765.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cefotaxime injection is used to treat certain infections caused by bacteria including pneumonia and other lower respiratory tract (lung) infections; gonorrhea (a sexually transmitted disease); meningitis (infection of the membranes that surround the brain and spinal cord) and other brain and spinal cord infections; and abdominal (stomach area), female reproductive organs, skin, blood, bone, joint, and urinary tract infections. Cefotaxime injection may also be used before surgery, and during and after a cesarean section, in order to prevent the patient from getting an infection. Cefotaxime injection is in a class of medications called cephalosporin antibiotics. It works by killing bacteria.Antibiotics such as cefotaxime injection will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cefotaxime injection comes as a powder to be mixed with liquid to be injected intravenously (into a vein) or intramuscularly (into a muscle). Cefotaxime injection is also available as a premixed product to be injected intravenously. How often you receive cefotaxime injection and the length of your treatment depends on the type of infection you have and how your body responds to the medication.You may receive cefotaxime injection in a hospital or you may administer the medication at home. If you will be receiving cefotaxime injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.You should begin to feel better during the first few days of treatment with cefotaxime injection. If your symptoms do not improve or get worse, call your doctor.Use cefotaxime injection until you finish the prescription, even if you feel better.If you stop using cefotaxime injection too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Prasugrel",
    "url": "https://medlineplus.gov/druginfo/meds/a609027.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Prasugrel is used along with aspirin to prevent serious or life-threatening problems with the heart and blood vessels in people who have had a heart attack or severe chest pain and have been treated with angioplasty (procedure to open the blood vessels that supply blood to the heart). Prasugrel is in a class of medications called anti-platelet medications. It works by preventing platelets (a type of blood cell) from collecting and forming clots that may cause a heart attack or stroke."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Prasugrel comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take prasugrel at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take prasugrel exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablet whole; do not split, break, chew, or crush it.Prasugrel will help prevent serious problems with your heart and blood vessels only as long as you take the medication. Do not stop taking prasugrel without talking to your doctor. If you stop taking prasugrel, there is a higher risk that you may have a heart attack, develop a blood clot, or die."
      },
      null
    ]
  },
  {
    "name": "Captopril and Hydrochlorothiazide",
    "url": "https://medlineplus.gov/druginfo/meds/a601034.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of captopril and hydrochlorothiazide is used to treat high blood pressure. Captopril is in a class of medications called angiotensin-converting enzyme (ACE) inhibitors. It works by decreasing certain chemicals that tighten the blood vessels, so blood flows more smoothly. Hydrochlorothiazide is in a class of medications called diuretics ('water pills'). It works by causing the kidneys to get rid of unneeded water and salt from the body into the urine.High blood pressure is a common condition, and when not treated it can cause damage to the brain, heart, blood vessels, kidneys, and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of captopril and hydrochlorothiazide comes as a tablet to take by mouth. It is usually taken once or twice a day on an empty stomach, 1 hour before meals. To help you remember to take captopril and hydrochlorothiazide, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take captopril and hydrochlorothiazide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of captopril and hydrochlorothiazide and gradually increase your dose, not more than once every 6 to 8 weeks.Captopril and hydrochlorothiazide controls high blood pressure but does not cure it. Continue to take captopril and hydrochlorothiazide even if you feel well. Do not stop taking captopril and hydrochlorothiazide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Acetaminophen",
    "url": "https://medlineplus.gov/druginfo/meds/a681004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Acetaminophen is used to relieve mild to moderate pain from headaches, muscle aches, menstrual periods, colds and sore throats, toothaches, backaches, reactions to vaccinations (shots), and to reduce fever. Acetaminophen may also be used to relieve the pain of osteoarthritis (arthritis caused by the breakdown of the lining of the joints). Acetaminophen is in a class of medications called analgesics (pain relievers) and antipyretics (fever reducers). It works by changing the way the body senses pain and by cooling the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Acetaminophen comes as a tablet, chewable tablet, capsule, suspension or solution (liquid), extended-release (long-acting) tablet, and orally disintegrating tablet (tablet that dissolves quickly in the mouth), to take by mouth, with or without food. Acetaminophen is available without a prescription, but your doctor may prescribe acetaminophen to treat certain conditions. Follow the directions on the package or prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand.If you are giving acetaminophen to your child, read the package label carefully to make sure that it is the right product for the age of the child. Do not give children acetaminophen products that are made for adults. Some products for adults and older children may contain too much acetaminophen for a younger child. Check the package label to find out how much medication the child needs. If you know how much your child weighs, give the dose that matches that weight on the chart. If you don't know your child's weight, give the dose that matches your child's age. Ask your child's doctor if you don't know how much medication to give your child.Acetaminophen comes in combination with other medications to treat cough and cold symptoms. Ask your doctor or pharmacist for advice on which product is best for your symptoms. Check nonprescription cough and cold product labels carefully before using two or more products at the same time. These products may contain the same active ingredient(s) and taking them together could cause you to receive an overdose. This is especially important if you will be giving cough and cold medications to a child.Swallow the extended-release tablets whole; do not split, chew, crush, or dissolve them. Place the orally disintegrating tablet ('Meltaways') in your mouth and allow it to dissolve, or chew it before swallowing.Shake the suspension well before each use to mix the medication evenly. Always use the measuring cup or syringe provided by the manufacturer to measure each dose of the solution or suspension. Do not switch dosing devices between different products; always use the device that comes in the product packaging.Stop taking acetaminophen and call your doctor if your symptoms get worse, you develop new or unexpected symptoms, including redness or swelling, your pain lasts for more than 10 days, or your fever gets worse or lasts more than 3 days. Also stop giving acetaminophen to your child and call your child's doctor if your child develops new symptoms, including redness or swelling, or if your child's pain lasts for longer than 5 days, or if a fever gets worse or lasts longer than 3 days.Do not give acetaminophen to a child who has a sore throat that is severe or does not go away, or that occurs along with fever, headache, rash, nausea, or vomiting. Call the child's doctor right away, because these symptoms may be signs of a more serious condition."
      },
      null
    ]
  },
  {
    "name": "Haloperidol Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a615023.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Haloperidol injection and haloperidol extended-release injection are used to treat schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Haloperidol injection is also used to control motor tics (uncontrollable need to repeat certain body movements) and verbal tics (uncontrollable need to repeat sounds or words) in people who have Tourette's disorder (condition characterized by motor or verbal tics). Haloperidol is in a class of medications called conventional antipsychotics. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Haloperidol injection comes as a solution to be injected into a muscle by a healthcare provider. Haloperidol injection is usually given as needed for agitation, motor tics, or verbal tics. If you still have symptoms after you receive your first dose, you may be given one or more additional doses. Haloperidol extended-release injection comes as a solution to be injected into a muscle by a healthcare provider. Haloperidol extended-release injection is usually given once every 4 weeks.Haloperidol injection and haloperidol extended-release injection may help control your symptoms but will not cure your condition. Continue to keep appointments to receive haloperidol even if you feel well. Talk to your doctor if you do not feel like you are getting better during your treatment with haloperidol injection.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Metronidazole Vaginal",
    "url": "https://medlineplus.gov/druginfo/meds/a617051.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Metronidazole is used to treat vaginal infections such as bacterial vaginosis (an infection caused from too much of certain bacteria in the vagina). Metronidazole is in a class of medications called nitroimidazole antimicrobials. It works by stopping the growth of bacteria."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Metronidazole comes as a gel to be used in the vagina. Metronidazole is usually used as a single dose at bedtime (Nuvessa) or once daily for 5 consecutive days at bedtime (MetroGel Vaginal, Vandazole). Metronidazole is also used twice daily for 5 days (MetroGel Vaginal). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use metronidazole exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Be careful not to get metronidazole gel in your eyes, mouth, or on your skin. If you do get it in your eyes, wash them with cool water and contact your doctor.Do not have vaginal intercourse or use other vaginal products (such as tampons or douches) during your treatment with the vaginal gel.Metronidazole gel for the vagina comes with a special applicator. Read the instructions provided with it and follow these steps:\r\nFill the special applicator that comes with the gel to the level indicated.Lie on your back with your knees drawn upward and spread apart.Gently insert the applicator into your vagina and push the plunger to release all of the medication.Withdraw the applicator and dispose of it properly. If you are instructed to reuse the applicator, wash it with soap and warm water.Wash your hands promptly to avoid spreading the infection."
      },
      null
    ]
  },
  {
    "name": "Pantoprazole",
    "url": "https://medlineplus.gov/druginfo/meds/a601246.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Pantoprazole is used to treat damage from gastroesophageal reflux disease (GERD), a condition in which backward flow of acid from the stomach causes heartburn and possible injury of the esophagus (the tube between the throat and stomach) in adults and children 5 years of age and older. Pantoprazole is used to allow the esophagus to heal and prevent further damage to the esophagus in adults with GERD. It is also used to treat conditions where the stomach produces too much acid, such as Zollinger-Ellison syndrome in adults. Pantoprazole is in a class of medications called proton-pump inhibitors. It works by decreasing the amount of acid made in the stomach."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Pantoprazole comes as a delayed-release (releases the medication in the intestine to prevent break-down of the medication by stomach acids) tablet and as delayed-release granules to take by mouth. The packets of delayed-release granules must be mixed with applesauce or apple juice and taken by mouth or given through a feeding tube. For the treatment and maintenance of GERD, pantoprazole is usually taken once a day. For the treatment of conditions where the stomach produces too much acid, pantoprazole is usually taken twice a day. The delayed-release tablets are usually taken with or without food, and the granules are usually taken 30 minutes before a meal. Take pantoprazole at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take pantoprazole exactly as directed. Do not take more or less of it or take it more often or for a longer period of time than prescribed by your doctor.Swallow the tablets whole; do not split, chew, or crush them. If your doctor has prescribed the 40 mg tablet and it is too big for you to swallow, ask your doctor to prescribe two of the 20 mg tablets instead.To take the granules, open the packet and either sprinkle the granules onto one teaspoonful of applesauce or into a cup containing one teaspoonful of apple juice. Do not mix the granules with water, other liquids, or other foods. Use all of the granules in the packet; do not divide the granules into smaller doses. If you sprinkle the granules into apple juice, stir the mixture for 5 seconds. Swallow the mixture of applesauce or apple juice and medication right away (within 10 minutes) without chewing or crushing the granules. If you sprinkled the granules on applesauce, take several sips of water to wash the granules down to your stomach. If you sprinkled the granules into apple juice, rinse the cup once or twice with apple juice and drink the apple juice right away to be sure you swallow any leftover granules.Pantoprazole granules mixed with apple juice may be given through a feeding tube. If you have a feeding tube, ask your doctor how you should take pantoprazole.Continue to take pantoprazole even if you feel well. Do not stop taking pantoprazole without talking to your doctor. If your condition does not improve or gets worse, call your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Zavegepant Nasal Spray",
    "url": "https://medlineplus.gov/druginfo/meds/a623065.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Zavegepant nasal spray is used to treat the symptoms of migraine headaches (severe, throbbing headaches that sometimes are accompanied by nausea and sensitivity to sound or light). Zavegepant is in a class of medications called calcitonin gene-related peptide receptor antagonists. It works by blocking the action of a certain natural substance in the body that causes migraine headaches. Zavegepant does not prevent migraine attacks or reduce the number of headaches you have."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Zavegepant comes as a solution (liquid) to spray into the nose. It is usually used as a single dose sprayed into one nostril at the first sign of a migraine headache. Do not use more than one dose in a 24-hour period. Your doctor will tell you the maximum number of migraine headaches you should treat with zavegepant nasal spray in a 30-day period. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use zavegepant nasal exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Call your doctor if your headaches do not get better or occur more frequently after using zavegepant nasal spray.To use the nasal spray, follow these steps:\r\nRead all of the manufacturer's instructions for using the nasal spray before you use your first dose.Blow your nose gently.Remove one blister containing one device from the carton. Remove the device from the blister pack. Peel back the tab to open the spray.Check the expiration date printed on the blister and device and do not use the device if the expiration date has passed.Do not prime the nasal spray before using it.Hold the zavegepant nasal spray with your thumb on the bottom of the plunger and two fingers on either side of the nozzle, but be careful not to press the plunger.Use your other hand to block one nostril by pressing firmly on the side of your nose.Put the tip of the sprayer into your other nostril as far as feels comfortable. Keep your head upright and close your mouth. Be careful not to press the plunger or spray the medication in your eyes.Breathe in gently through your nose. At the same time, press the plunger firmly with your thumb.Keep your head level and remove the tip from your nose.Breathe gently in through your nose and out through your mouth for 10 to 20 seconds. Do not breathe in deeply.The sprayer only contains one dose of medication. After you have used it, dispose of it safely, so that is out of the reach of children and pets.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Diphtheria, Tetanus, and Pertussis (DTaP) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a682198.html",
    "sections": [
      null,
      null,
      null
    ]
  }
]