[
  {
    "name": "Elivaldogene autotemcel Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a622071.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Elivaldogene autotemcel injection is used to slow the progression of brain damage and slow the decline of nerve function in males 4–17 years of age with early, active cerebral adrenoleukodystrophy (CALD; an inherited condition in which fatty acids build up in the brain, resulting in nerve and brain damage). Elivaldogene autotemcel injection is in a class of medications called autologous cellular immunotherapy, a type of medication prepared using cells from the patient's own blood. It works by helping your body to break down the fatty acids and slow the progression of nerve and brain damage."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Elivaldogene autotemcel injection comes as a suspension (liquid) to be injected intravenously (into a vein) by a doctor or nurse in a hospital. Elivaldogene autotemcel injection is given as a one-time dose, which is contained in 1 or 2 infusion bags. Each infusion bag is usually given over no more than 60 minutes. Before you receive your elivaldogene autotemcel dose, your doctor or nurse will administer other chemotherapy medications to prepare your body for elivaldogene autotemcel.Before your dose of elivaldogene autotemcel injection is to be given, a sample of your blood stem cells will be taken at a hospital or treatment center using a process called mobilization and apheresis (a process that removes blood stem cells from the body). This process usually takes about 1 week and may need to be repeated. The sample will be sent to the manufacturer to prepare a dose of elivaldogene autotemcel injection. It will take about 51–65 days from the time that your blood stem cells are collected before they are ready to be given to you. Because this medication is made from your own cells, it must be given only to you.Elivaldogene autotemcel injection may cause nausea and vomiting during treatment with the medication. Your doctor may give you other medications to help prevent nausea and vomiting.You will have to stay in the hospital for about 2 months after you receive your elivaldogene autotemcel dose to monitor you for any side effects. Talk to your doctor about how to prepare for mobilization and apheresis and what to expect during and after the procedure."
      },
      null
    ]
  },
  {
    "name": "Haloperidol Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a615023.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Haloperidol injection and haloperidol extended-release injection are used to treat schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Haloperidol injection is also used to control motor tics (uncontrollable need to repeat certain body movements) and verbal tics (uncontrollable need to repeat sounds or words) in people who have Tourette's disorder (condition characterized by motor or verbal tics). Haloperidol is in a class of medications called conventional antipsychotics. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Haloperidol injection comes as a solution to be injected into a muscle by a healthcare provider. Haloperidol injection is usually given as needed for agitation, motor tics, or verbal tics. If you still have symptoms after you receive your first dose, you may be given one or more additional doses. Haloperidol extended-release injection comes as a solution to be injected into a muscle by a healthcare provider. Haloperidol extended-release injection is usually given once every 4 weeks.Haloperidol injection and haloperidol extended-release injection may help control your symptoms but will not cure your condition. Continue to keep appointments to receive haloperidol even if you feel well. Talk to your doctor if you do not feel like you are getting better during your treatment with haloperidol injection.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Thioridazine",
    "url": "https://medlineplus.gov/druginfo/meds/a682119.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Thioridazine is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions) in people who have already been treated with at least 2 other medications and have not been helped or who have experienced severe side effects. Thioridazine is in a group of medications called conventional antipsychotics. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Thioridazine comes as a tablet to take by mouth. It is usually taken two to four times a day. Take thioridazine at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take thioridazine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of thioridazine and gradually increase your dose until your symptoms are controlled. Once your symptoms have been controlled for some time, your doctor may decrease your dose. Be sure to tell your doctor how you are feeling during your treatment with thioridazine.Thioridazine may help to control your symptoms but will not cure your condition. Continue to take thioridazine even if you feel well. Do not stop taking thioridazine without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Alendronate",
    "url": "https://medlineplus.gov/druginfo/meds/a601011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Alendronate is used to treat and prevent osteoporosis (a condition in which the bones become thin and weak and break easily) in women who have undergone menopause (''change of life,'' end of menstrual periods) and to treat osteoporosis in men. Alendronate is also used to treat osteoporosis in men and women who are taking corticosteroids (a type of medication that may cause osteoporosis in some patients). Alendronate is also used to treat Paget's disease of bone (a condition in which the bones are soft and weak and may be deformed, painful, or easily broken). Alendronate is in a class of medications called bisphosphonates. It works by preventing bone breakdown and increasing bone density (thickness)."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Alendronate comes as a tablet, an effervescent tablet, and a solution (liquid) to take by mouth. The solution is usually taken on an empty stomach once a week in the morning. The 5-mg and 10-mg tablets are usually taken on an empty stomach once a day in the morning, and the 35-mg and 70-mg tablets are usually taken on an empty stomach once a week in the morning. The 40-mg tablets are usually taken once a day in the morning for six months to treat Paget's disease of bone. The effervescent tablets are usually taken on an empty stomach once weekly in the morning. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take alendronate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Alendronate may not work properly and may damage the esophagus (tube between the mouth and stomach) or cause sores in the mouth if it is not taken according to the following instructions. Tell your doctor if you do not understand, you do not think you will remember, or you are unable to follow these instructions:\r\nYou must take alendronate just after you get out of bed in the morning, before you eat or drink anything. Never take alendronate at bedtime or before you wake up and get out of bed for the day.After you take alendronate, do not eat, drink, or take any other medications (including vitamins or antacids) for at least 30 minutes. Do not lie down for at least 30 minutes after you take alendronate. Sit upright or stand upright until at least 30 minutes have passed and you have eaten your first food of the day.If you are taking the alendronate tablets, swallow the tablet with a full glass (6 to 8 ounces [180 to 240 mL]) of plain water. Never take alendronate tablets with tea, coffee, juice, milk, mineral water, sparkling water, or any liquid other than plain water. Swallow the tablets whole; do not split, chew or crush them. Do not suck on the tablets.If you are taking the alendronate oral solution, drink at least 2 ounces (60 milliliters [1/4 cup]) of water after taking alendronate oral solution. Never take alendronate solution with tea, coffee, juice, milk, mineral water, sparkling water, or any liquid other than plain water.If you are taking the alendronate effervescent tablets, dissolve one effervescent tablet in a full glass (4 ounces [120 milliliters]) of plain, non-carbonated drinking water before drinking. Never dissolve alendronate effervescent tablets with tea, coffee, juice, milk, mineral water, sparkling water, or any liquid other than plain water. Wait at least 5 minutes after the effervescence stops, stir the solution for 10 seconds and drink it. Do not swallow, suck, or chew on the effervescent tablets.Alendronate controls osteoporosis and Paget's disease of bone but does not cure these conditions.  It may take 3 months or longer before your bone density begins to increase. Alendronate helps to treat and prevent osteoporosis only as long as it is taken regularly. Continue to take alendronate even if you feel well. Do not stop taking alendronate without talking to your doctor, but talk to your doctor from time to time about whether you still need to take alendronate.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Serogroup B Meningococcal Vaccine (MenB)",
    "url": "https://medlineplus.gov/druginfo/meds/a615045.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Colchicine",
    "url": "https://medlineplus.gov/druginfo/meds/a682711.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Colchicine is used to prevent gout attacks (sudden, severe pain in one or more joints caused by abnormally high levels of a substance called uric acid in the blood) in adults. Colchicine (Colcrys) is also used to relieve the pain of gout attacks when they occur. Colchicine (Colcrys) is also used to treat familial Mediterranean fever (FMF; an inborn condition that causes episodes of fever, pain, and swelling of the stomach area, lungs, and joints) in adults and children 4 years of age and older. Colchicine is not a pain reliever and cannot be used to treat pain that is not caused by gout or FMF. Colchicine is in a class of medications called anti-gout agents. It works by stopping the natural processes that cause swelling and other symptoms of gout and FMF."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Colchicine comes as a tablet and solution (liquid; Gloperba) to take by mouth with or without food.  When colchicine is used to prevent gout attacks or to treat FMF, it is usually taken once or twice a day. When colchicine (Colcrys) is used to relieve the pain of a gout attack, one dose is usually taken at the first sign of pain and a second, smaller dose is usually taken one hour later. If you do not experience relief or have another attack within several days after treatment, talk to your doctor before taking additional doses of medication. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take colchicine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.It is important to use an oral syringe (measuring device) to accurately measure the correct amount of liquid for each dose; do not use a household spoon.If you are taking colchicine (Colcrys) to treat FMF, your doctor may start you on a low dose and gradually increase your dose. Your doctor may decrease your dose if you experience side effects.If you are taking colchicine to prevent gout attacks, call your doctor right away if you experience a gout attack during your treatment. Your doctor may tell you to take an extra dose of colchicine, followed by a smaller dose one hour later. If you take extra doses of colchicine to treat a gout attack, you should not take your next scheduled dose of colchicine until at least 12 hours have passed since you took the extra doses.Colchicine can prevent attacks of gout and control FMF only as long as you take the medication. Continue to take colchicine even if you feel well. Do not stop taking colchicine without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Dimenhydrinate",
    "url": "https://medlineplus.gov/druginfo/meds/a607046.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Dimenhydrinate is used to prevent and treat nausea, vomiting, and dizziness caused by motion sickness. Dimenhydrinate is in a class of medications called antihistamines. It works by preventing problems with body balance."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Dimenhydrinate comes as a tablet and chewable tablet to take by mouth with or without food. To prevent motion sickness, the first dose should be taken 30 minutes to 1 hour before you travel or begin motion activity. Adults and children older than age 12 may usually take dimenhydrinate every 4 to 6 hours as needed to prevent or treat motion sickness. Children under age 12 may usually be given dimenhydrinate every 6 to 8 hours as needed to prevent or treat motion sickness. Follow the directions on the package carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dimenhydrinate exactly as directed. Do not take more or less of it or take it more often than directed by the package label.Do not give dimenhydrinate to children younger than 2 years of age unless your doctor has told you to do so."
      },
      null
    ]
  },
  {
    "name": "Enalapril and Hydrochlorothiazide",
    "url": "https://medlineplus.gov/druginfo/meds/a601047.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of enalapril and hydrochlorothiazide is used to treat high blood pressure. Enalapril is in a class of medications called angiotensin-converting enzyme (ACE) inhibitors. It works by decreasing certain chemicals that tighten the blood vessels, so blood flows more smoothly. Hydrochlorothiazide is in a class of medications called diuretics ('water pills'). It works by causing the kidneys to get rid of unneeded water and salt from the body into the urine.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of enalapril and hydrochlorothiazide comes as a tablet to take by mouth. It is usually taken with or without food once or twice a day. To help you remember to take enalapril and hydrochlorothiazide, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take enalapril and hydrochlorothiazide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Enalapril and hydrochlorothiazide controls high blood pressure but does not cure it. Continue to take enalapril and hydrochlorothiazide even if you feel well. Do not stop taking enalapril and hydrochlorothiazide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Febuxostat",
    "url": "https://medlineplus.gov/druginfo/meds/a609020.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Febuxostat is used to treat gout in adults who were not treated successfully with or who are not able to take allopurinol (Aloprim, Zyloprim). Gout is a type of arthritis in which uric acid, a naturally occurring substance in the body, builds up in the joints and causes sudden attacks of redness, swelling, pain, and heat in one or more joints. Febuxostat is in a class of medications called xanthine oxidase inhibitors. It works by decreasing the amount of uric acid that is made in the body. Febuxostat is used to prevent gout attacks but not to treat them once they occur."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Febuxostat comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take febuxostat at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take febuxostat exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may increase your dose of febuxostat after 2 weeks if a laboratory test shows that you still have too much uric acid in your blood.It may take several months before febuxostat begins to prevent gout attacks. Febuxostat may increase the number of gout attacks during the first few months of your treatment. Your doctor may prescribe another medication such as colchicine (Colcyrs, Mitigare) or a nonsteroidal anti-inflammatory drug (NSAID) to prevent gout attacks during the first 6 months of your treatment. Continue to take febuxostat even if you have gout attacks during your early treatment.Febuxostat controls gout but does not cure it. Continue to take febuxostat even if you feel well. Do not stop taking febuxostat without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Procainamide",
    "url": "https://medlineplus.gov/druginfo/meds/a682398.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Procainamide is used to treat abnormal heart rhythms. It works by making your heart more resistant to abnormal activity."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Procainamide comes as a capsule and tablet to take by mouth. Immediate-acting procainamide usually is taken every 3 or 4 hours. The long-acting product is usually taken every 6 or 12 hours. Do not cut, crush, or chew extended-release (long-acting) tablets; swallow them whole. You may see a waxy core in your stool if you are taking the extended-release product; this is normal.Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take procainamide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Procainamide helps control your condition but will not cure it. Continue to take procainamide even if you feel well. Do not stop taking procainamide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Penicillin V Potassium",
    "url": "https://medlineplus.gov/druginfo/meds/a685015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Penicillin V potassium is used to treat certain infections caused by bacteria such as pneumonia and other respiratory tract infections, scarlet fever, and ear, skin, gum, mouth, and throat infections. It also is used to prevent rheumatic fever (a serious condition that may develop after a strep throat or scarlet fever infection and may cause swelling of the heart valves and other symptoms)  from coming back. Penicillin V potassium is in a class of medications called penicillins. It works by killing bacteria.Antibiotics such as penicillin V potassium will not work for colds, flu, or other viral infections. Taking antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Penicillin V potassium comes as a tablet and as an oral solution (liquid) to take by mouth. For the treatment of infections, it is usually taken every 6 hours (four times a day) or every 8 hours (three times a day). For the prevention of rheumatic fever, it is usually taken twice a day. The length of your treatment depends on the type of infection that you have. Take penicillin V potassium at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take penicillin V potassium exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the oral solution well before each use to mix the medication evenly.Take penicillin V potassium until you finish the prescription, even if you feel better. Do not stop taking penicillin V potassium without talking to your doctor. If you stop taking penicillin V potassium too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Carbamazepine",
    "url": "https://medlineplus.gov/druginfo/meds/a682237.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Carbamazepine is used alone or in combination with other medications to control certain types of seizures in people with epilepsy. It is also used to treat trigeminal neuralgia (a condition that causes facial nerve pain). Carbamazepine extended-release capsules (Equetro brand only) are also used to treat episodes of mania (frenzied, abnormally excited or irritated mood) or mixed episodes (symptoms of mania and depression that happen at the same time) in patients with bipolar I disorder (manic-depressive disorder; a disease that causes episodes of depression, episodes of mania, and other abnormal moods). Carbamazepine is in a class of medications called anticonvulsants. It works by reducing abnormal electrical activity in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Carbamazepine comes as a tablet, a chewable tablet, an extended-release (long-acting) tablet, an extended-release capsule, and as a suspension (liquid) to take by mouth. The regular tablet, chewable tablet, and suspension are usually taken two to four times a day with meals. The extended-release tablet (Tegretol XR) is usually taken twice a day with meals. The extended-release capsule (Carbatrol, Equetro) is usually taken twice a day with or without meals. To help you remember to take carbamazepine, take it at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take carbamazepine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole; do not split, chew, or crush them. The extended-release capsules may be opened and the beads inside sprinkled over food, such as a teaspoon of applesauce or similar food. Do not crush or chew the extended-release capsules or the beads inside them.Shake the suspension well before each use to mix the medication evenly.Your doctor will start you on a low dose of carbamazepine and gradually increase your dose.Carbamazepine may help control your condition but will not cure it. It may take a few weeks or longer before you feel the full benefit of carbamazepine. Continue to take carbamazepine even if you feel well. Do not stop taking carbamazepine without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you have a seizure disorder and you suddenly stop taking carbamazepine, your seizures may become worse. Your doctor will probably decrease your dose gradually."
      },
      null
    ]
  },
  {
    "name": "Repaglinide",
    "url": "https://medlineplus.gov/druginfo/meds/a600010.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Repaglinide is used to treat type 2 diabetes (condition in which the body does not use insulin normally and, therefore, cannot control the amount of sugar in the blood). Repaglinide helps your body regulate the amount of glucose (sugar) in your blood. It decreases the amount of glucose by stimulating the pancreas to release insulin.Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems.Taking medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Repaglinide comes as a tablet to take by mouth. The tablets are taken before meals, any time from 30 minutes before a meal to just before the meal. If you skip a meal, you need to skip the dose of repaglinide. If you add an extra meal, you need to take an extra dose of repaglinide. Your doctor may gradually increase your dose, depending on your response to repaglinide. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take repaglinide exactly as directed. Do not take more or less of it or take it more often than directed by the package label or prescribed by your doctor.Continue to take repaglinide even if you feel well. Do not stop taking repaglinide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Sulconazole Topical",
    "url": "https://medlineplus.gov/druginfo/meds/a698018.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Sulconazole is used to treat skin infections such as athlete's foot (cream only), jock itch, and ringworm.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Sulconazole comes as a cream and solution to apply to the skin. It is usually used once or twice a day, in the morning and evening, for 2 to 4 weeks. Some infections require up to 6 weeks of treatment. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use sulconazole exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Thoroughly clean the infected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication.Continue to use sulconazole even if you feel well. Do not stop using sulconazole without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Ciprofloxacin and Hydrocortisone Otic",
    "url": "https://medlineplus.gov/druginfo/meds/a607009.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ciprofloxacin and hydrocortisone otic is used to treat outer ear infections in adults and children. Ciprofloxacin is in a class of medications called quinolone antibiotics. Hydrocortisone is in a class of medications called corticosteroids. The combination of ciprofloxacin and hydrocortisone works by killing the bacteria that cause infection and reducing swelling in the ear."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ciprofloxacin and hydrocortisone otic comes as a suspension (liquid) to place into the ear. It is usually used twice a day, in the morning and evening, for 7 days. Use ciprofloxacin and hydrocortisone otic at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use ciprofloxacin and hydrocortisone otic exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Ciprofloxacin and hydrocortisone otic is only for use in the ears. Do not use in the eyes.You should begin to feel better during the first few days of treatment with ciprofloxacin and hydrocortisone otic. If your symptoms do not improve after one week or get worse, call your doctor.Use ciprofloxacin and hydrocortisone otic until you finish the prescription, even if you feel better. If you stop using ciprofloxacin and hydrocortisone otic too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics.To use the eardrops, follow these steps:\r\nHold the bottle in your hand for 1 or 2 minutes to warm the solution.Shake the bottle well.Lie down with the affected ear upward.Place the prescribed number of drops into your ear.Be careful not to touch the tip to your ear, fingers, or any other surface.Remain lying down with the affected ear upward for 30-60 seconds.Repeat steps 1-6 for the opposite ear if necessary."
      },
      null
    ]
  },
  {
    "name": "Piperacillin and Tazobactam Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a694003.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Piperacillin and tazobactam injection is used to treat pneumonia and skin, gynecological, and abdominal (stomach area) infections caused by bacteria. Piperacillin is in a class of medications called penicillin antibiotics. It works by killing bacteria that cause infection. Tazobactam is in a class called beta-lactamase inhibitor. It works by preventing bacteria from destroying piperacillin.Antibiotics such as piperacillin and tazobactam injection will not work for colds, flu, or other viral infections. Taking or using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Piperacillin and tazobactam injection comes as a powder to be mixed with liquid and injected intravenously (into a vein). It is usually given every 6 hours, but children 9 months of age and older may receive it every 8 hours. The length of treatment depends on your general health, the type of infection you have, and how well you respond to the medication. Your doctor will tell you how long to use piperacillin and tazobactam injection. After your condition improves, your doctor may switch you to another antibiotic that you can take by mouth to complete your treatment.You may receive piperacillin and tazobactam injection in a hospital, or you may administer the medication at home. If you will be receiving piperacillin and tazobactam injection at home, your healthcare provider will show you how to use the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions.You should begin to feel better during the first few days of treatment with piperacillin and tazobactam injection. If your symptoms do not improve or if they get worse, call your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Levetiracetam",
    "url": "https://medlineplus.gov/druginfo/meds/a699059.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Levetiracetam is used alone and along with other medications to control partial-onset seizures (seizures that involve only one part of the brain) in adults, children, and infants 1 month of age or older. Levetiracetam is also used in combination with other medications to treat seizure in adults and children 12 years of age or older with juvenile myoclonic epilepsy. Levetiracetam is also used in combination with other medications to treat primary generalized tonic-clonic seizures (formerly known as a grand mal seizure; seizure that involves the entire body) in adults and children 6 years of age or older with epilepsy. Levetiracetam is in a class of medications called anticonvulsants. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Levetiracetam comes as a solution (liquid), an immediate-release tablet, an extended-release (long-acting) tablet, and as a tablet for suspension (a tablet to take with liquid) to take by mouth. The solution, immediate-release tablet, and tablet for suspension are usually taken twice a day, once in the morning and once at night, with or without food. The extended-release tablets are usually taken once daily with or without food. Try to take levetiracetam at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levetiracetam exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the levetiracetam immediate-release and extended-release tablets whole; do not split, chew, or crush them. Take the whole levetiracetam tablets for suspension according to directions; do not split, chew, or crush them.To take levetiracetam tablet(s) for suspension, use dry hands to peel the foil from the blister packaging; do not try to push the tablets through the foil. Immediately take out the number of tablet(s) that your doctor has told you to take and place the tablet(s) on your tongue with a sip of liquid. Once the tablet completely dissolves on your tongue, swallow the mixture. The tablet(s) may take about 10 seconds to dissolve.You can also take levetiracetam tablets for suspension by dissolving them in a liquid. Place the number of tablet(s) your doctor has told you to take into a cup and add a small amount of liquid (about 1 tablespoon [15 mL] or enough to cover the medication in a cup). Swirl the cup gently. After the tablet(s) for suspension dissolve, drink the mixture right away. If there is any medication left in the cup, add some more liquid and swirl the cup gently. Drink the mixture water right away to be sure that you swallow all of the medication.If you are taking the levetiracetam oral solution, do not use a household spoon to measure your dose. You might not get the right amount of medication. Ask your doctor or pharmacist to recommend a medicine dropper, spoon, cup, or syringe and to show you how to use it to measure your medication.Your doctor may start you on a low dose of levetiracetam and gradually increase your dose, not more often than once every 2 weeks.Levetiracetam controls epilepsy but does not cure it. Continue to take levetiracetam even if you feel well. Do not stop taking levetiracetam without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking levetiracetam, your seizures may become worse. Your doctor will probably decrease your dose gradually.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with levetiracetam and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Tolcapone",
    "url": "https://medlineplus.gov/druginfo/meds/a698036.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Tolcapone is used in combination with levodopa and carbidopa to treat the signs and symptoms of Parkinson's disease.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Tolcapone comes as a tablet to take by mouth. It is usually taken three times a day. Your doctor will most likely prescribe this in addition to levodopa and carbidopa (Sinemet). Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take tolcapone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Tolcapone controls symptoms of Parkinson's disease but does not cure it. Continue to take tolcapone even if you feel well. Do not stop taking tolcapone without talking to your doctor. Abrupt discontinuation of tolcapone may cause high fever and confusion."
      },
      null
    ]
  },
  {
    "name": "Captopril",
    "url": "https://medlineplus.gov/druginfo/meds/a682823.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Captopril is used alone or in combination with other medications to treat high blood pressure and heart failure. It is also used to improve survival and reduce the risk of heart failure after a heart attack in patients a heart condition called left ventricular hypertrophy (enlargement of the walls of the left side of the heart). Captopril is also used to treat kidney disease (nephropathy) caused by diabetes in patients with type 1 diabetes and retinopathy (eye disease). Captopril is in a class of medications called angiotensin-converting enzyme (ACE) inhibitors. It decreases certain chemicals that tighten the blood vessels, so blood flows more smoothly and the heart can pump blood more efficiently.High blood pressure is a common condition, and when not treated it can cause damage to the brain, heart, blood vessels, kidneys, and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Captopril comes as a tablet to take by mouth. It is usually taken two or three times a day on an empty stomach, 1 hour before a meal. To help you remember to take captopril, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take captopril exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Captopril controls high blood pressure and heart failure but does not cure them. Continue to take captopril even if you feel well. Do not stop taking captopril without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Delafloxacin",
    "url": "https://medlineplus.gov/druginfo/meds/a617046.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Delafloxacin is used to treat skin infections and certain types of pneumonia (an infection of the lungs) caused by bacteria in adults. Delafloxacin is in a class of antibiotics called fluoroquinolones. It works by killing the bacteria that cause infections.Antibiotics such as delafloxacin will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Delafloxacin comes as a tablet to take by mouth. It is usually taken with or without food twice a day (every 12 hours). Take delafloxacin at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take delafloxacin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin to feel better during the first few days of treatment with delafloxacin. If your symptoms do not improve or get worse, call your doctor.Take delafloxacin until you finish the prescription, even if you feel better. Do not stop taking delafloxacin without talking to your doctor unless you experience certain serious side effects listed in the IMPORTANT WARNING or SIDE EFFECTS sections. If you stop taking delafloxacin too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Retapamulin",
    "url": "https://medlineplus.gov/druginfo/meds/a607049.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Retapamulin is used to treat impetigo (a skin infection caused by bacteria) in children and adults. Retapamulin is in a class of medications called antibacterials. It works by killing and stopping the growth of bacteria on the skin."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Retapamulin comes as an ointment to be applied in a thin layer to the skin.  It is usually used two times a day for 5 days. Apply retapamulin at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use retapamulin exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor. The infected area of the skin should begin to look better during the first few days of treatment with retapamulin. If your symptoms do not improve after using this medication for 3 to 4 days or get worse, call your doctor.Retapamulin is for use only on the infected area of the skin. Do not let retapamulin ointment get into your eyes, or inside your mouth, or nose, or inside the female genital area. Do not swallow this medication. Use retapamulin until you finish the prescription, even if the infection looks better. If you stop using retapamulin too soon or skip doses, the infection may not be completely gone and the bacteria could become difficult to treat with another antibiotic.To use the ointment, follow these steps:\r\nUse a clean cotton swab to spread a thin layer of retapamulin on the skin that is infected. Cover the treated area with a bandage or clean gauze to protect the area and prevent accidental spread of the ointment to the eyes or other areas, especially in young children.Wash your hands after applying retapamulin if the hands are not to be treated.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Lemborexant",
    "url": "https://medlineplus.gov/druginfo/meds/a620039.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Lemborexant is used to treat insomnia (difficulty falling asleep or staying asleep). Lemborexant belongs to a class of medications called hypnotics. It works by slowing activity in the brain to allow sleep."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Lemborexant comes as a tablet to take by mouth. It is usually taken as needed, not more than one time a day, immediately before bedtime. Lemborexant will work faster if it is not taken with a meal or immediately after a meal. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take lemborexant exactly as directed.You will probably become very sleepy soon after you take lemborexant and will remain sleepy for some time after you take the medication. Plan to go to bed right after you take lemborexant and to stay in bed for at least 7 hours. Do not take lemborexant if you will be unable to go to bed right away and remain asleep for at least 7 hours after taking the medication.You should be sleeping well within 7 to 10 days after you start taking lemborexant. Call your doctor if your sleep problems do not improve during this time, if they get worse at any time during your treatment, or if you notice any changes in your thoughts or behavior.Lemborexant may be habit forming. Do not take a larger dose, take it more often, or take it for a longer period of time than prescribed by your doctor.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with lemborexant and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Prasterone Vaginal",
    "url": "https://medlineplus.gov/druginfo/meds/a617012.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vaginal prasterone is used to treat changes in and around the vagina due to menopause (\"change of life,\" the end of monthly menstrual periods) that can cause painful sexual intercourse. Prasterone is in a class of medications called steroids. It works by replacing hormones that are normally produced in the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vaginal prasterone comes as an insert to place in the vagina. It is usually used once a day at bedtime. Use vaginal prasterone at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use vaginal prasterone exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Vaginal prasterone comes with a special applicator to use to place the insert into your vagina. Your medication will come with instructions for use. Read these instructions and follow them carefully. Ask your doctor or pharmacist if you have any questions about how to use vaginal prasterone.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Pegvaliase-pqpz Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a618057.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Pegvaliase-pqpz injection is used along with a specific diet to reduce blood phenylalanine levels in people who have phenylketonuria (PKU; an inborn condition in which phenylalanine may build up in the blood and causes decreased intelligence and a decreased ability to focus, remember, and organize information) and who have uncontrolled blood phenylalanine levels. Pegvaliase-pqpz injection is in a class of medications called enzymes. It works by helping to reduce the amount of phenylalanine in the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Pegvaliase-pqpz injection comes as a solution (liquid) to inject subcutaneously (just under the skin). It is usually injected once weekly for 4 weeks, and then increased gradually over the next 5 weeks to once daily. Your doctor will change your dose based on your body's response to the medication. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use pegvaliase-pqpz injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Before you use pegvaliase-pqpz injection, look at the solution closely. The medication should be clear to pale yellow and free of floating particles. If the medication is cloudy, discolored, or contains particles, do not use it. Do not shake the prefilled syringe.You may inject pegvaliase-pqpz injection on the front of your thighs or anywhere on your stomach except your navel (belly button) and the area 2 inches around it. If another person is injecting your medication, the top of buttocks and the outer area of the upper arms also may be used. Do not inject the medication into skin that is tender, bruised, red, hard, or not intact, or that has scars, moles, tattoos, or bruises. Choose a different spot each time you inject the medication, at least 2 inches away from a spot that you have used before. If more than one injection is needed for a single dose, the injection sites must be at least 2 inches away from each other but can be on the same part of the body or a different part of the body."
      },
      null
    ]
  },
  {
    "name": "Olanzapine",
    "url": "https://medlineplus.gov/druginfo/meds/a601213.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Olanzapine is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions) in adults and teenagers 13 years of age and older. It is also used to treat bipolar disorder (manic depressive disorder; a disease that causes episodes of depression, episodes of mania, and other abnormal moods) in adults and teenagers 13 years of age and older. Olanzapine is in a class of medications called atypical antipsychotics. It works by changing the activity of certain natural substances in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Olanzapine comes as a tablet and an orally disintegrating tablet (tablet that dissolves quickly in the mouth) to take by mouth. It is usually taken once a day with or without food. Take olanzapine at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take olanzapine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not try to push the orally disintegrating tablet through the foil. Instead, use dry hands to peel back the foil packaging. Immediately take out the tablet and place it in your mouth. The tablet will quickly dissolve and can be swallowed with or without liquid.Your doctor may start you on a low dose of olanzapine and gradually increase your dose.Olanzapine may help control your symptoms, but it will not cure your condition. It may take several weeks or longer before you feel the full benefit of olanzapine. Continue to take olanzapine even if you feel well. Do not stop taking olanzapine without talking to your doctor. Your doctor will probably want to decrease your dose gradually."
      },
      null
    ]
  },
  {
    "name": "Nilutamide",
    "url": "https://medlineplus.gov/druginfo/meds/a697044.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Nilutamide is used after surgery to treat prostate cancer. Nilutamide is in a class of medications called antiandrogens. It works by blocking the effect of androgen (a male hormone), to stop the growth and spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Nilutamide comes as a tablet to take by mouth. It is usually taken with or without food once daily. Take nilutamide at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take nilutamide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You should begin taking nilutamide the day of or the day after your surgery. After about 30 days of treatment, your doctor will probably decrease your dose. The length of treatment depends on how well your body responds to nilutamide. Continue to take nilutamide even if you feel well. Do not stop taking nilutamide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Roflumilast",
    "url": "https://medlineplus.gov/druginfo/meds/a611034.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Roflumilast is used in people with severe chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways) to reduce the number of episodes or worsening of COPD symptoms. Roflumilast is in a class of medications called phosphodiesterase inhibitors. It works by decreasing swelling in the lungs."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Roflumilast comes as a tablet to take by mouth. It is usually taken with or without food once a day. Take roflumilast at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take roflumilast exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Do not use roflumilast to treat sudden attacks of breathing problems. Talk to your doctor about the use of other medications to treat symptoms of a sudden breathing problem.Roflumilast may control COPD but does not cure it. Continue to take roflumilast even if you feel well. Do not stop taking roflumilast without talking to your doctor.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with roflumilast and each time you refill your prescription.  Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Risperidone",
    "url": "https://medlineplus.gov/druginfo/meds/a694015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Risperidone is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions) in adults and teenagers 13 years of age and older. It is also used to treat episodes of mania (frenzied, abnormally excited, or irritated mood) or mixed episodes (symptoms of mania and depression that happen together) in adults and in teenagers and children 10 years of age and older with bipolar disorder (manic depressive disorder; a disease that causes episodes of depression, episodes of mania, and other abnormal moods). Risperidone is also used to treat behavior problems such as aggression, self-injury, and sudden mood changes in teenagers and children 5 to 16 years of age who have autism (a condition that causes repetitive behavior, difficulty interacting with others, and problems with communication). Risperidone is in a class of medications called atypical antipsychotics. It works by changing the activity of certain natural substances in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Risperidone comes as a tablet, a solution (liquid), and an orally disintegrating tablet (tablet that dissolves quickly in the mouth) to take by mouth. It is usually taken once or twice a day with or without food. Take risperidone at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take risperidone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Use the oral dosing syringe provided to measure your dose of risperidone oral solution. You can take the oral solution with water, orange juice, coffee, or low-fat milk. Do not take the solution with tea or cola.Do not try to push the orally disintegrating tablet through the foil. Instead, use dry hands to peel back the foil packaging. Immediately take out the tablet and place it on your tongue. The tablet will quickly dissolve and can be swallowed with or without liquid. Do not chew or crush the tablet.Your doctor will probably start you on a low dose of risperidone and gradually increase your dose to allow your body to adjust to the medication.Risperidone may help control your symptoms but will not cure your condition. It may take several weeks or longer before you feel the full benefit of risperidone. Continue to take risperidone even if you feel well. Do not stop taking risperidone without talking to your doctor. If you suddenly stop taking risperidone, your symptoms may return and your illness may become harder to treat."
      },
      null
    ]
  },
  {
    "name": "Irinotecan Lipid Complex Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a616010.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Irinotecan lipid complex is used in combination with other medications to treat pancreatic cancer that has spread to other parts of the body that has worsened after treatment with other chemotherapy medications. Irinotecan lipid complex is in a class of antineoplastic medications called topoisomerase I inhibitors. It works by stopping the growth of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Irinotecan lipid complex comes as a liquid to be injected intravenously (into a vein) over 90 minutes by a doctor or nurse in a medical facility. It is usually given once every 2 weeks.Your doctor may need to delay your treatment and adjust your dose if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with irinotecan lipid complex.Your doctor may give you medications to prevent nausea and vomiting before you receive each dose of irinotecan lipid complex. Your doctor may also give you or tell you to take other medication(s) to prevent or treat other side effects."
      },
      null
    ]
  },
  {
    "name": "Cromolyn Sodium Nasal Solution",
    "url": "https://medlineplus.gov/druginfo/meds/a682713.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cromolyn is used to prevent and treat stuffy nose, sneezing, runny nose, and other symptoms caused by allergies. It works by preventing the release of substances that cause inflammation (swelling) in the air passages of the nose.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cromolyn comes as a solution to use with a special nasal applicator. It usually is inhaled three to six times a day to prevent allergy symptoms. It is most effective when used before you come in contact with substances that cause allergies. If you have seasonal allergies, continue to use the drug until the season is over.Follow the directions on the package or your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use cromolyn exactly as directed. Do not use more or less of it or use it more often than directed or prescribed by your doctor.It may take up to 4 weeks for cromolyn to work. If your symptoms have not improved after 4 weeks, tell your doctor.Cromolyn is used with a special applicator (Nasalmatic). Before you use cromolyn for the first time, read the instructions provided with the solution. Ask your doctor, pharmacist, or respiratory therapist to demonstrate the proper technique. Practice using the device while in his or her presence.If you are to use the nasal spray, first blow your nose, and clear it as much as possible. Insert the applicator into a nostril. Sniff as you squeeze the sprayer once. To prevent mucous from entering the sprayer, do not release your grip until after you remove the sprayer from your nose. Repeat this process for your other nostril."
      },
      null
    ]
  },
  {
    "name": "Tralokinumab-ldrm injection",
    "url": "https://medlineplus.gov/druginfo/meds/a622011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Tralokinumab injection is used to treat moderate to severe eczema (atopic dermatitis; a skin disease that causes the skin to be dry and itchy and to sometimes develop red, scaly rashes) in adults who cannot use topical medications for their condition or whose eczema has not responded to topical medications. Tralokinumab is in a class of medications called interleukin-13 receptor inhibitors. It works by blocking the activity of interleukin-13, a substance in the body that causes inflammation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Tralokinumab injection comes as a solution (liquid) to be injected subcutaneously (under the skin). It is usually given as four injections for the first dose, followed by two injections every 2 weeks after the first dose for 16 weeks, and then may be continued as two injections every 4 weeks after that. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use tralokinumab injection exactly as directed. Do not inject more or less of it or inject it more often than prescribed by your doctor.You may receive your first dose of tralokinumab injection in your doctor's office. After that, you may be able to inject the medication yourself at home or have a friend or relative perform the injections. If you will be injecting tralokinumab injection subcutaneously by yourself at home or having a friend or relative inject the medication for you, your doctor will show you or the person who will be injecting the medication how to inject it. Read the written instructions for use that come with tralokinumab injection before you inject the medication.Tralokinumab injection comes in prefilled syringes. Use each syringe only once and inject all the solution in the syringe. Do not reuse tralokinumab pre-filled syringes and do not recap the syringes after use. Dispose of used syringes in a puncture-resistant container. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.You can inject tralokinumab injection anywhere on the front of your thighs or abdomen (stomach) except your navel (belly button) and the area 2 inches (5 centimeters) around it. If someone else is giving you the injection, that person can also inject the medication into your upper arms. Use different injection sites within the same body area for each dose of tralokinumab injection; give each injection at least 1 inch away from a spot that you have used before. At the next dose, rotate injection site to a different area of the body. Do not inject the medication into damaged, bruised, scarred or tender skin.If you are using pre-filled syringes that have been refrigerated, place the syringe on a flat surface without removing the needle cap and allow it to warm to room temperature for 30 minutes before you are ready to inject the medication. Do not try to warm the medication by heating it in a microwave, placing it in hot water, or through any other method. Do not shake a syringe that contains tralokinumab.Always look at tralokinumab injection solution before injecting it. Check that the expiration date has not passed and that the liquid is clear or slightly pearly and colorless or pale yellow. Do not use a syringe if it is expired or if the liquid is cloudy, discolored or contains large or colored particles.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Meperidine Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a601155.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Meperidine injection is used to relieve moderate to severe pain. It may also be used before and during surgery or other medical procedures. Meperidine injection is in a class of medications called opiate (narcotic) analgesics. It works by changing the way the body senses pain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Meperidine injection comes as a solution (liquid) to inject subcutaneously (just under the skin), intramuscularly (into a muscle), or intravenously (into a vein). It is usually injected subcutaneously or intramuscularly once every 3 to 4 hours as needed. Use meperidine injection exactly as directed.Your doctor may adjust your dose of meperidine injection during your treatment, depending on how well your pain is controlled and on the side effects that you experience. Talk to your doctor about how you are feeling during your treatment with meperidine injection.If you have used meperidine injection for longer than a few days, do not stop using it suddenly. If you suddenly stop using meperidine injection, you may experience withdrawal symptoms including restlessness; teary eyes; runny nose; yawning; sweating; chills; muscle, back or joint pain; widening of the pupils; irritability; anxiety; weakness; stomach cramps; difficulty falling asleep or staying asleep; nausea; loss of appetite; vomiting; diarrhea; fast breathing; or fast heartbeat. Your doctor will probably decrease your dose gradually."
      },
      null
    ]
  },
  {
    "name": "Somapacitan-beco Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a622020.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Somapacitan-beco injection is used to replace growth hormone (a natural hormone produced by your body) in adults with growth hormone deficiency. Somapacitan-beco injection is also used to replace growth hormone and to increase growth in children 2.5 years of age or older with growth hormone deficiency. Somapacitan-beco is a human growth hormone (hGH) analog. It works by replacing growth hormones that are normally produced in the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Somapacitan-beco comes as a solution (liquid) in a prefilled injection pen to inject subcutaneously (under the skin). It is usually injected once a week, on the same day of the week, and at around the same time of day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use somapacitan-beco exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor. If somapacitan-beco injection is given to replace growth hormone in adults, your doctor will probably start you on a low dose of somapacitan-beco and may gradually increase your dose, not more than once every 2 to 4 weeks.You may receive your first dose of somapacitan-beco injection in your doctor's office. After your first dose, your doctor may allow you or a friend or relative to perform the injections at home. Carefully read the manufacturer's instructions for use that comes with the medication. These instructions describe how to inject a dose of somapacitan-beco. Be sure to ask your doctor or pharmacist if you have any questions about how to inject the medication.Continue to use somapacitan-beco injection even if you feel well. Do not stop using somapacitan-beco injection without talking to your doctor.You can inject somapacitan-beco anywhere on the front of your thighs (upper leg), on your stomach except around your navel (belly button), upper arms, or buttocks. Choose a different spot each time you inject your medication.Always look at somapacitan-beco solution before injecting it. Check that the expiration date has not passed and that the liquid is clear to almost clear and colorless to slightly yellow. The liquid should not contain visible particles. Do not use a pen if it is expired or if the liquid is cloudy or contains particles.Do not reuse or share pens and needles. Dispose of used pens and needles in a puncture resistant container that is out of the reach of children. Talk to your doctor or pharmacist about how to dispose of the puncture-resistant container.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Latanoprost Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a697003.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Latanoprost ophthalmic is used to treat glaucoma (a condition in which increased pressure in the eye can lead to gradual loss of vision) and ocular hypertension (a condition which causes increased pressure in the eye). Latanoprost is in a class of medications called prostaglandin analogs. It lowers pressure in the eye by increasing the flow of natural eye fluids out of the eye."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Latanoprost comes as eye drops. Usually, one drop is applied to the affected eye(s) once a day in the evening. If latanoprost is used with other topical eye medications, allow at least 5 minutes between each medication. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use latanoprost exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Latanoprost controls glaucoma but does not cure it. Continue to use latanoprost even if you feel well. Do not stop using latanoprost without talking to your doctor.To apply the eye drops, follow these steps:\r\nWash your hands thoroughly with soap and water.Use a mirror or have someone else put the drops in your eye.Make sure the end of the dropper is not chipped or cracked.Avoid touching the dropper against your eye or anything else.Hold the dropper tip down at all times to prevent drops from flowing back into the bottle and contaminating the remaining contents.Lie down or tilt your head back.Holding the bottle between your thumb and index finger, place the dropper as near as possible to your eyelid without touching it.Brace the remaining fingers of that hand against your cheek or nose.With the index finger of your other hand, pull the lower lid of the eye down to form a pocket.Drop the prescribed number of drops into the pocket made by the lower lid and the eye. Placing the drops on the surface of the eyeball can cause stinging.Close your eye and press lightly against the lower lid with your finger for 2 to 3 minutes to keep the medication in the eye. Do not blink.Replace and tighten the cap right away. Do not wipe or rinse it off.Wipe off any excess liquid from your cheek with a clean tissue. Wash your hands again.If you still have symptoms of glaucoma (eye pain or blurred vision) after using this medication for a couple of days, call your doctor."
      },
      null
    ]
  },
  {
    "name": "Valsartan",
    "url": "https://medlineplus.gov/druginfo/meds/a697015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Valsartan is used in adults and in children 1 year of age and older alone or in combination with other medications to treat high blood pressure.  It is also used in adults to treat heart failure (condition in which the heart is unable to pump enough blood to the rest of the body) and to improve survival after a heart attack. Valsartan is in a class of medications called angiotensin II receptor antagonists. It works by blocking the action of certain natural substances that tighten the blood vessels, allowing the blood to flow more smoothly and the heart to pump more efficiently.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Valsartan comes as a tablet and a suspension (liquid) to take by mouth.  For the treatment of high blood pressure, the tablet or suspension is usually taken once a day with or without food.  For the treatment of heart failure or heart attack, it is usually taken twice a day with or without food. To help you remember to take valsartan, take it at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take valsartan exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the suspension well for at least 10 seconds before each use to mix the medication evenly.Each valsartan product releases the medication differently in your body and cannot be used interchangeably. Only take the valsartan product prescribed by your doctor and do not switch to a different valsartan product unless your doctor says that you should. Your doctor will probably only tell you to take valsartan suspension if you are younger than 5 years of age or unable to swallow tablets.Your doctor may start you on a low dose of valsartan and gradually increase your dose.Valsartan controls high blood pressure and heart failure but does not cure them. Your blood pressure may decrease during the first 2 weeks of your treatment, but it may take 4 weeks for you to notice the full benefit of valsartan. Continue to take valsartan even if you feel well. Do not stop taking valsartan without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Cipaglucosidase alfa-atga",
    "url": "https://medlineplus.gov/druginfo/meds/a623057.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cipaglucosidase alfa-atga is used in combination with another medication called miglustat (Opfolda) to treat late onset Pompe disease (a genetic condition that causes deficiency in lysosomal acid alpha-glucosidase which can lead to muscle weakness and wasting) in adult patients weighing 92 pounds (40 kg) or more and who have not been improving on their enzyme therapy. Cipaglucosidase alfa-atga is in a class of medications called recombinant lysosomal enzymes. It works by helping break glycogen down to glucose to keep glycogen from building up in tissues."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cipaglucosidase alfa-atga comes as a powder to be mixed with water to be given intravenously (into the vein) by a doctor or a nurse at hospital or clinic. It is usually given over 4 hours every other week. Cipaglucosidase alfa-atga infusion must be started 1 hour, and no later than 3 days, after you receive a dose of miglustat by mouth. If you do not take your miglustat, then you cannot receive your cipaglucosidase alfa-atga infusion. Your doctor may ask you to take or give you other medications before each dose of cipaglucosidase alfa-atga to help make sure you tolerate your treatment.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Trospium",
    "url": "https://medlineplus.gov/druginfo/meds/a604037.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Trospium is used to treat an overactive bladder (a condition in which the bladder muscles contract uncontrollably and cause frequent urination, urgent need to urinate, and inability to control urination). Trospium is in a class of medications called antimuscarinics. It works by relaxing the bladder muscles to prevent urgent, frequent, or uncontrolled urination."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Trospium comes as a tablet and an extended-release capsule to take by mouth. The tablet is usually taken twice a day on an empty stomach or 1 hour before meals,or is sometimes taken once a day at bedtime. Trospium extended-release capsule is usually taken once daily in the morning with water on an empty stomach, at least 1 hour before a meal. To help you remember to take trospium, take it around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take trospium exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Calcifediol",
    "url": "https://medlineplus.gov/druginfo/meds/a616041.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Calcifediol is used to treat secondary hyperparathyroidism (a condition in which the body produces too much parathyroid hormone [PTH; a natural substance needed to control the amount of calcium in the blood], ) in certain adults with chronic kidney disease (condition in which the kidneys stop working slowly and gradually). Calcifediol is in a class of medications called vitamin D analogs. It works by helping the body to use more of the calcium found in foods or supplements and by regulating the body's production of parathyroid hormone."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Calcifediol comes as an extended-release (long-acting) capsule to take by mouth. It is usually taken once a day at bedtime. Take calcifediol at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take calcifediol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release capsules whole; do not chew or crush them.Your doctor may increase or adjust your dose depending on your body's response to calcifediol."
      },
      null
    ]
  },
  {
    "name": "Protriptyline",
    "url": "https://medlineplus.gov/druginfo/meds/a604025.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Protriptyline is used to treat depression. Protriptyline is in a class of medications called tricyclic antidepressants. It works by increasing the amounts of certain natural substances in the brain that help maintain mental balance."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Protriptyline comes as a tablet to take by mouth. It is usually taken three or four times a day. Take protriptyline at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take protriptyline exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of protriptyline and gradually increase your dose. Your doctor may decrease your dose after your condition is controlled.Protriptyline controls depression but does not cure it. Continue to take protriptyline even if you feel well. Do not stop taking protriptyline without talking to your doctor. If you suddenly stop taking protriptyline, you may experience withdrawal symptoms such as nausea, headache, and lack of energy."
      },
      null
    ]
  },
  {
    "name": "Milnacipran",
    "url": "https://medlineplus.gov/druginfo/meds/a609016.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Milnacipran is used to treat fibromyalgia (a long-lasting condition that may cause pain, muscle stiffness and tenderness, tiredness, and difficulty falling asleep or staying asleep). Milnacipran is in a class of medications called selective serotonin and norepinephrine reuptake inhibitors (SNRIs). It works by increasing the amount of serotonin and norepinephrine, natural substances that help stop the movement of pain signals in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Milnacipran comes as a tablet to be taken by mouth. The first dose of milnacipran is usually taken once on day 1 of therapy. After that, it is usually taken two times a day. Milnacipran may be taken with or without food, but taking it with food will decrease the chance that milnacipran will upset your stomach. Take milnacipran at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take milnacipran exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will start you on a low dose of milnacipran and gradually increase your dose during the first week of treatment.Milnacipran may help control the symptoms of fibromyalgia, but will not cure it. Do not stop taking milnacipran without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking milnacipran, you may experience withdrawal symptoms such as mood changes, irritability, agitation, dizziness, numbness or tingling in the hands or feet, anxiety, confusion, headache, tiredness, difficulty falling asleep or staying asleep, ringing in the ears, abnormal excitement, or seizures.  Tell your doctor if you experience any of these symptoms when your dose of milnacipran is decreased."
      },
      null
    ]
  },
  {
    "name": "Sitagliptin",
    "url": "https://medlineplus.gov/druginfo/meds/a606023.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Sitagliptin is used along with diet and exercise and sometimes with other medications to lower blood sugar levels in adults with type 2 diabetes (condition in which blood sugar is too high because the body does not produce or use insulin normally). Sitagliptin is in a class of medications called dipeptidyl peptidase-4 (DPP-4) inhibitors. It works by increasing the amounts of certain natural substances that lower blood sugar when it is high. Sitagliptin is not used to treat type 1 diabetes (condition in which the body does not produce insulin and therefore cannot control the amount of sugar in the blood).Over time, people who have diabetes and high blood sugar can develop serious or life-threatening complications, including heart disease, stroke, kidney problems, nerve damage, and eye problems. Taking medication(s), making lifestyle changes (e.g., diet, exercise, quitting smoking), and regularly checking your blood sugar may help to manage your diabetes and improve your health. This therapy may also decrease your chances of having a heart attack, stroke, or other diabetes-related complications such as kidney failure, nerve damage (numb, cold legs or feet; decreased sexual ability in men and women), eye problems, including changes or loss of vision, or gum disease. Your doctor and other healthcare providers will talk to you about the best way to manage your diabetes."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Sitagliptin comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take sitagliptin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sitagliptin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Sitagliptin helps to control high blood sugar but does not cure diabetes. Continue to take sitagliptin even if you feel well. Do not stop taking sitagliptin without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Clioquinol Topical",
    "url": "https://medlineplus.gov/druginfo/meds/a682367.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Clioquinol is used to treat skin infections such as eczema, athlete's foot, jock itch, and ringworm.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Clioquinol comes as a cream, lotion, and ointment to apply to the skin. Clioquinol is usually used two to four times a day for 4 weeks (2 weeks for jock itch). Follow the directions on the label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use clioquinol exactly as directed. Do not use more or less of it or use it more often than indicated on the product label.Thoroughly clean the infected area, allow it to dry, and then gently rub the medication in until most of it disappears. Use just enough medication to cover the affected area. You should wash your hands after applying the medication."
      },
      null
    ]
  },
  {
    "name": "Satralizumab-mwge Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a620065.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Satralizumab-mwge injection is used to treat neuromyelitis optica spectrum disorder (NMOSD; an autoimmune disorder of the nervous system that affects eye nerves and the spinal cord) in certain adults. Satralizumab-mwge is in a class of medications called interleukin-6 (IL-6) receptor inhibitors. It works by blocking the activity of the part of the immune system that may damage certain areas of the nervous system in people with NMOSD."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Satralizumab-mwge comes as a solution (liquid) to inject subcutaneously (under the skin). It is usually injected once every 2 weeks for the first 3 doses and then once every 4 weeks as long as your doctor recommends that you receive treatment. Your doctor may decide that you or your caregiver can perform the injections at home. Your doctor will show you or the person who will be injecting the medication how to inject it. You or the person who will be injecting the medication should also read the written instructions for use that come with the medication. Be sure to ask your doctor or pharmacist if you have any questions about how to inject the medication.Remove the carton containing the medication from the refrigerator 30 minutes before your are ready to inject the medication. Check the carton to be sure that the expiration date printed on the package has not passed. Open the carton and remove the syringe. Look closely at the liquid in the syringe. The liquid should be clear and colorless to slightly yellow and should not be cloudy or discolored or contain particles. Call your pharmacist if there are any problems and do not inject the medication. Place the syringe on a flat surface and allow it to reach room temperature. Do not shake the syringe. Do not try to warm the medication by heating it in a microwave, placing it in warm water or in direct sunlight, or through any other method.You may inject satralizumab-mwge injection on the front and middle of the thighs or anywhere on your stomach except your navel (belly button) and the area 2 inches around it. Do not inject the medication into skin that is tender, bruised, damaged, or scarred. Change (rotate) the injection site with each injection. Choose a different spot each time you inject the medication. Use the syringe within 5 minutes of removing the cap or the needle may clog.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with satralizumab-mwge injection and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Ivermectin Topical",
    "url": "https://medlineplus.gov/druginfo/meds/a613011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ivermectin lotion is used to treat head lice (small bugs that attach themselves to the skin) in adults and children 6 months of age and older. Ivermectin is in a class of medications called anthelmintics. It works by killing lice."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Ivermectin comes as a lotion to apply to the scalp and hair. It is usually applied to the scalp and hair in one treatment. Ivermectin is available without a prescription (over the counter). Follow the directions on the package and product insert carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use ivermectin lotion exactly as directed. Do not use more or less of it or use it again unless told to do so by your doctor or pharmacist.Ivermectin lotion should only be used on the hair and scalp. Do not apply to the eyelashes or eyebrows; contact your doctor if these areas are affected. Avoid getting ivermectin lotion in your eyes, nose, ear, mouth, or vagina.If ivermectin lotion gets in your eyes, flush them with water right away.To use the lotion, follow these steps:\r\nChildren 12 years of age and younger will need an adult to help apply the lotion.Use the top of the cap to break the seal on the tube of lotion.Apply ivermectin lotion to dry hair and dry scalp area starting at the scalp and then working outwards towards the ends of your hair. Be sure to use enough lotion to cover the entire scalp area and hair, then rub thoroughly. Use up to one entire tube.Keep eyes tightly closed and protect eyes with a washcloth or towel.Leave the lotion on your hair and scalp for 10 minutes after you have completely covered your hair and scalp with ivermectin lotion.After 10 minutes have passed, rinse your hair and scalp only with water and dry and style your hair as usual. Wait 24 hours before applying shampoo.You and anyone who helped you apply the lotion should wash your hands carefully after the application and rinsing steps.Use a fine-tooth comb or lice comb to remove the dead lice and nits (empty egg shells) after this treatment.Discard any unused portion of the tube once you finish this treatment. Do not use ivermectin lotion again without talking to your doctor.After using ivermectin lotion, sanitize all the clothing, underwear, pajamas, hats, sheets, pillowcases, and towels you have used recently. Machine wash clothing at high temperatures (150°F) and tumble in a hot dryer for 20 minutes. You should also wash combs, brushes, hairs clips and other personal care items in hot water.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Meperidine",
    "url": "https://medlineplus.gov/druginfo/meds/a682117.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Meperidine is used to relieve moderate to severe pain. Meperidine is in a class of medications opiate (narcotic) analgesics. It works by changing the way the brain and nervous system respond to pain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Meperidine comes as a tablet and a syrup (liquid) to take by mouth. It is usually taken with or without food every 3 to 4 hours as needed for pain. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand.If you are taking the meperidine tablets, swallow them whole; do not chew, break, or crush them. Swallow each tablet right after you put it in your mouth.If you are taking meperidine syrup, use a dose-measuring spoon or cup to measure the correct amount of liquid for each dose, not a regular household spoon. Mix your dose with half a glass of water and swallow the mixture. Swallowing undiluted meperidine syrup may numb the mouth.Your doctor will probably adjust your dose of meperidine during your treatment. Be sure to tell your doctor about any pain and side effects you experience while taking this medication. This will help your doctor find the dose that is best for you.If you have taken meperidine for longer than a few weeks, do not stop taking the medication without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking meperidine, you may experience withdrawal symptoms. Withdrawal symptoms may include restlessness, watery eyes, stuffy nose, yawning, sweating, chills, muscle pain, irritability, nervousness, stomach pain, upset stomach, vomiting, loss of appetite, diarrhea, fast breathing, fast heartbeat, and back pain."
      },
      null
    ]
  },
  {
    "name": "Albuterol",
    "url": "https://medlineplus.gov/druginfo/meds/a607004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Albuterol is used to prevent and treat wheezing, difficulty breathing, chest tightness, and coughing caused by lung diseases such as asthma and chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways). Albuterol is in a class of medications called bronchodilators. It works by relaxing and opening the air passages to the lungs to make breathing easier."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Albuterol comes as a tablet, a syrup, and an extended-release (long-acting) tablet to take by mouth. The tablets and syrup are usually taken three or four times a day. The extended-release tablets are usually taken once every 12 hours. Take albuterol at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take albuterol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the extended-release tablets whole with plenty of water or other liquid. Do not split, chew, or crush them.Your doctor may start you on a low dose of albuterol and gradually increase your dose.Albuterol may help control your symptoms but will not cure your condition. Continue to take albuterol even if you feel well. Do not stop taking albuterol without talking to your doctor.Call your doctor if your symptoms worsen or if you feel that albuterol no longer controls your symptoms."
      },
      null
    ]
  },
  {
    "name": "Dolutegravir and Lamivudine",
    "url": "https://medlineplus.gov/druginfo/meds/a619043.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of dolutegravir and lamivudine is used alone to treat human immunodeficiency virus (HIV) infection in certain people who have never been treated with any HIV medications before or in certain people who have responded well to their HIV medication regimens and have no history of poor response to their past HIV regimens. Lamivudine is in a class of medications called nucleoside analogue reverse transcriptase inhibitors (NRTIs) and dolutegravir is in a class of medications called integrase strand transfer inhibitors (INSTIs). They work together to decrease the amount of HIV in your blood. Although dolutegravir and lamivudine will not cure HIV, these medications may decrease your chance of developing acquired immunodeficiency syndrome (AIDS) and HIV-related illnesses such as serious infections or cancer. Taking these medications along with practicing safer sex and making other lifestyle changes may decrease the risk of getting or transmitting the HIV virus to other people."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of dolutegravir and lamivudine comes as a tablet to take by mouth. It is usually taken with or without food once a day. Take dolutegravir and lamivudine at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take dolutegravir and lamivudine exactly as directed. Do not take more or less of it, or take it more often than prescribed by your doctor.Dolutegravir and lamivudine help to control HIV infection but do not cure it. Continue to take dolutegravir and lamivudine even if you feel well. Do not stop taking dolutegravir, and lamivudine without talking to your doctor. If you stop taking dolutegravir and lamivudine or miss doses, your condition may become more difficult to treat. When your supply of dolutegravir and lamivudine starts to run low, get more from your doctor or pharmacist.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Raloxifene",
    "url": "https://medlineplus.gov/druginfo/meds/a698007.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Raloxifene is used to prevent and treat osteoporosis (condition in which the bones become thin and weak and break easily) in postmenopausal (women who have experienced a change of life; end of menstrual periods) women. Raloxifene is also used to decrease the risk of developing invasive breast cancer (breast cancer that has spread outside of the milk ducts or lobules into the surrounding breast tissue) in postmenopausal women who are at high risk of developing this type of cancer or who have osteoporosis. Raloxifene cannot be used to treat invasive breast cancer or to prevent invasive breast cancer from coming back in women who have already had the condition. Raloxifene also cannot be used to decrease the risk of developing noninvasive breast cancer. Raloxifene should not be used in women who have not yet experienced menopause. Raloxifene is in a class of medications called selective estrogen receptor modulators (SERMs). Raloxifene prevents and treats osteoporosis by mimicking the effects of estrogen (a female hormone produced by the body) to increase the density (thickness) of bone. Raloxifene decreases the risk of developing invasive breast cancer by blocking the effects of estrogen on breast tissue. This may stop the development of tumors that need estrogen to grow."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Raloxifene comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take raloxifene at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take raloxifene exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Continue to take raloxifene even if you feel well. Do not stop taking raloxifene without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Dalbavancin Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a614036.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Dalbavancin injection is used to treat skin infections caused by certain types of bacteria. Dalbavancin is in a class of medications called lipoglycopeptide antibiotics. It works by killing bacteria.Antibiotics such as dalbavancin will not kill viruses that can cause colds, flu, or other infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Dalbavancin injection comes as a powder to be mixed with fluid and given intravenously (into a vein) over 30 minutes by a doctor or nurse in a hospital or clinic. It is usually given as a single dose or once a week for 2 doses.You may experience a reaction while you receive a dose of dalbavancin injection. Tell your doctor immediately if you experience any of these symptoms while you receive dalbavancin: sudden reddening of the face, neck, or upper chest; itching; rash; and hives. Your doctor may slow or stop the infusion until your symptoms improve.You should begin to feel better after receiving treatment with dalbavancin injection. If your symptoms do not improve or get worse, call your doctor."
      },
      null
    ]
  },
  {
    "name": "Primidone",
    "url": "https://medlineplus.gov/druginfo/meds/a682023.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Primidone is used alone or with other medications to control certain types of seizures. Primidone is in a class of medications called anticonvulsants. It works by decreasing abnormal electrical activity in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Primidone comes as a tablet to take by mouth. It is usually taken 3 to 4 times a day. Take primidone at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take primidone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of primidone and gradually increase your dose, not more often than once every 3 days. If you are taking another medication to treat your seizures and your doctor wants you to begin taking primidone instead, your doctor will gradually decrease your dose of the other medication and increase your dose of primidone over a period of at least 2 weeks.Primidone may help control your condition but will not cure it. It may take several weeks or longer for you to feel the full benefit of this medication. Continue to take primidone even if you feel well. Do not stop taking primidone without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking primidone, your seizures may become worse. Your doctor will probably decrease your dose gradually."
      },
      null
    ]
  }
]