[
  {
    "name": "Estrogen Vaginal",
    "url": "https://medlineplus.gov/druginfo/meds/a606005.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vaginal estrogen is used to treat vaginal dryness, itching, and burning; painful or difficult urination; and sudden need to urinate immediately in women who are experiencing or have experienced menopause (change of life; the end of monthly menstrual periods). Femring® brand vaginal ring is also used to treat hot flushes ('hot flashes'; sudden strong feelings of heat and sweating) in women who are experiencing menopause. Premarin® brand vaginal cream is also used to treat kraurosis vulvae (a condition that may cause vaginal dryness and discomfort in women or girls of any age). Imvexxy® brand vaginal inserts are used for the treatment of dyspareunia (difficult or painful sexual intercourse) in menopausal women. Vaginal estrogen is in a class of medications called hormones. It works by replacing estrogen that is normally produced by the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vaginal estrogen comes as a flexible ring, a vaginal insert, as a tablet to insert in the vagina, and as a cream to apply to the inside of the vagina. Estrogen vaginal rings are usually inserted in the vagina and left in place for 3 months. After 3 months, the ring is removed, and a new ring may be inserted if treatment is still needed. Vaginal estrogen inserts are usually inserted once daily at the same time for 2 weeks, then used once every 3 to 4 days (twice weekly) as long as treatment is needed. Estrogen vaginal tablets are usually inserted once a day for the first 2 weeks of treatment and then are inserted twice a week as long as treatment is needed. Estrace® brand vaginal cream is usually applied once daily for 2 to 4 weeks, and then applied one to three times a week. Premarin® brand vaginal cream product is usually applied according to a rotating schedule that alternates several weeks when the cream is applied every day with one week when the cream is not applied. Use vaginal estrogen at around the same time of day every time you use it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use vaginal estrogen exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.To use the vaginal ring, follow these steps:\r\nWash and dry your hands.Remove the vaginal ring from its pouch.Stand with one leg up on a chair, step or other object, squat, or lie down. Choose the position that is most comfortable for you.Hold the vaginal ring between your thumb and index finger and press the sides of the ring together. You may want to twist the ring into a figure-eight shape.Hold open the folds of skin around your vagina with your other hand.Place the tip of the ring into your vagina and then use your index finger to gently push the ring inside your vagina as far as you can.The vaginal ring does not have to be positioned a certain way inside your vagina, but it will be more comfortable and less likely to fall out when it is placed as far back in your vagina as possible. The ring cannot go past your cervix, so it will not go too far in your vagina or get lost when you push it in. If you feel discomfort, use your index finger to push the ring further into your vagina.Wash your hands again.Leave the ring in place for 3 months. The ring may fall out if you have not inserted it deeply in your vagina, if your vaginal muscles are weak, or if you are straining to have a bowel movement. If the ring falls out, wash it with warm water and replace it in your vagina following the directions above. Do not use hot water to rinse the ring. If the ring falls out and is lost, insert a new ring and leave the new ring in place for up to 3 months. Call your doctor if your ring falls out often.You can leave the ring in place when you have sex. If you choose to remove it or if it falls out, wash it with warm water and replace it in your vagina as soon as possible.When you are ready to remove the ring, wash your hands and stand or lie in a comfortable position.Put a finger into your vagina and hook it through the ring. Gently pull downward and forward to remove the ring.Wrap the ring in a tissue or a piece of toilet paper and dispose of it safely, so that it is out of reach of children or pets. Do not flush the ring in a toilet.Wash your hands again.To use the vaginal tablet, follow these steps:\r\nTear off one applicator from the strip of applicators in your carton.Open the plastic wrap and remove the applicator.Stand with one leg up on a chair, step, or other object, or lie down. Choose the position that is most comfortable for you.Hold the applicator in one hand with a finger on the end of the plunger.Use the other hand to gently guide the applicator into the vaginal opening. If the tablet falls out of the applicator, do not try to replace it. Dispose of that applicator and tablet and use a fresh applicator.Insert the applicator into your vagina as far as is comfortable. Do not force the applicator into your vagina or insert more than half of the applicator into your vagina.Gently press the plunger until you hear a click.Remove the empty applicator from your vagina and dispose of it as you would a plastic tampon applicator. Do not save or reuse the applicator.To use the vaginal insert (Imvexxy®), follow these steps:\r\nWash and dry your hands before handling the vaginal insert.Push one vaginal insert through the foil of the blister package.Hold the vaginal insert with the larger end between your fingers.Select the best insertion position for vaginal insertion either lying down or standing,With the smaller end up, put the insert about 2 inches into your vagina using your finger.To use the vaginal cream, follow these steps:\r\nRemove the cap from the tube of cream.Screw the nozzle or threaded end of the applicator onto the open end of the tube.Gently squeeze the tube from the bottom to fill the applicator with the amount of cream that your doctor has told you to use. Look at the markings on the side of the applicator to help measure your dose.Unscrew the applicator from the tube.Lie on your back and pull your knees up toward your chest.Gently insert the applicator into your vagina and press the plunger downward to release the cream.Remove the applicator from your vagina.To clean the applicator, pull the plunger to remove it from the barrel. Wash the applicator and plunger with mild soap and warm water. Do not use hot water or boil the applicator.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Triamterene",
    "url": "https://medlineplus.gov/druginfo/meds/a682337.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Triamterene is used alone or with other medications to treat edema (fluid retention; excess fluid held in body tissues) caused by various conditions, including liver and heart disease. Triamterene is in a class of medications called diuretics ('water pills'). It causes the kidneys to eliminate unneeded water and sodium from the body into the urine, but reduces the loss of potassium."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Triamterene comes as a capsule to take by mouth. It usually is taken once a day in the morning after breakfast or twice a day after breakfast and lunch. It is best to take triamterene earlier in the day so that frequent trips to the bathroom do not interfere with nighttime sleep. Take triamterene at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take triamterene exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor."
      },
      null
    ]
  },
  {
    "name": "Mesna Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a695034.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Mesna is used to reduce the risk of hemorrhagic cystitis (a condition that causes inflammation of the bladder and can result in serious bleeding) in people who receive ifosfamide (a medication used for the treatment of cancer). Mesna is in a class of medications called cytoprotectants. It works by protecting against some of the harmful effects of certain chemotherapy medications."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Mesna comes as a solution (liquid) to be injected intravenously (into a vein) by a doctor or nurse in a medical facility. It is usually given at the same time as you receive your chemotherapy treatment and then 4 and 8 hours after your chemotherapy treatment.Drink at least 1 quart (4 cups; about 1 liter) of fluid daily while you are receiving mesna injection.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Clindamycin Topical",
    "url": "https://medlineplus.gov/druginfo/meds/a609005.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Topical clindamycin is used to treat acne. Clindamycin is in a class of medications called lincomycin antibiotics. It works by slowing or stopping the growth of bacteria that cause acne and by decreasing swelling."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Topical clindamycin comes as a foam, a gel, a solution (liquid), a lotion, and a pledget (swab) to apply to the skin. The foam and one brand of the gel (Clindagel®) are usually applied once a day. The solution, lotion, pledgets, and most brands of gel are applied twice a day. Apply topical clindamycin at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use topical clindamycin exactly as directed. Do not apply more or less of it or apply it more often than prescribed by your doctor.Topical clindamycin is only for use on the skin. Do not swallow the medication, and do not get the medication in your eyes, nose, mouth, or vagina. If you do get the medication in your eyes, nose, or mouth, or on broken skin, rinse it out with plenty of cool water.Your medication will probably come with directions for use. Read these directions and follow them carefully. Ask your doctor or pharmacist if you have any questions about how to apply topical clindamycin.Shake the lotion well before each use to mix the medication evenly.The pledgets are for one-time use only. Do not remove a pledget from its foil pouch until you are ready to use it. Dispose of each pledget after you have used it one time.The foam may catch fire. Stay away from open flames and do not smoke while you are applying the foam and for a short time afterward."
      },
      null
    ]
  },
  {
    "name": "Diflunisal",
    "url": "https://medlineplus.gov/druginfo/meds/a684037.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Diflunisal is used to relieve pain, tenderness, swelling and stiffness caused by osteoarthritis (arthritis caused by a breakdown of the lining of the joints) and rheumatoid arthritis (arthritis caused by swelling of the lining of the joints). Diflunisal is also used to relieve mild to moderate pain from other causes. Diflunisal is in a class of medications called NSAIDs. It works by stopping the body's production of a substance that causes pain, fever, and inflammation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Diflunisal comes as a tablet to take by mouth. It usually is taken with water, milk, or food every 8 to 12 hours. Take diflunisal at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take diflunisal exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole; do not split, chew, or crush them.It may take several days or longer for you to feel the full benefit of diflunisal. Continue to take diflunisal until your doctor tells you that you should stop taking the medication."
      },
      null
    ]
  },
  {
    "name": "Morphine",
    "url": "https://medlineplus.gov/druginfo/meds/a682133.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Morphine is used to relieve moderate to severe pain. Morphine extended-release tablets and capsules are only used to relieve severe (around-the-clock) pain that cannot be controlled by the use of other pain medications. Morphine extended-release tablets and capsules should not be used to treat pain that can be controlled by medication that is taken as needed. Morphine is in a class of medications called opiate (narcotic) analgesics. It works by changing the way the brain and nervous system respond to pain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Morphine comes as a solution (liquid), an extended-release (long-acting) tablet, and as an extended-release (long-acting) capsule to take by mouth. The oral solution is usually taken every 4 hours as needed for pain. MS Contin brand and Arymo ER brand are extended-release tablets that are usually taken every 8 or every 12 hours. Morphabond brand extended-release tablets are usually taken every 12 hours. Kadian brand extended-release capsules are usually taken with or without food every 12 hours or every 24 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand.If you are taking morphine solution, use the dosing cup or syringe that comes with the medication to measure your dose. Be sure that you know how many milliliters of the liquid you should take. Ask your pharmacist if you have any question about how much medication you should take or how to use the dosing cup or syringe.If you are taking Kadian brand extended-release capsules and you have a gastrostomy tube (surgically inserted feeding tube), ask your doctor or pharmacist how to administer the medication through your tube.If you are unable to swallow the extended-release capsules (Kadian), you can carefully open a capsule, sprinkle all of the beads that it contains on a spoonful of cold or room temperature applesauce, and swallow the entire mixture immediately without chewing or crushing the beads. Then rinse your mouth with a little water and swallow the water to be sure that you have swallowed all the medication. Do not mix the beads into any other food. Do not save mixtures of medication and applesauce for later.If you are taking the extended-release tablets (Arymo ER), swallow them one at a time with plenty of water. Swallow the extended-release tablets right after putting it in your mouth. Do not presoak, wet, or lick the extended-release tablets before you put them in your mouth.Your doctor may start you on a low dose of morphine and gradually increase your dose until your pain is controlled. Your doctor may adjust your dose at any time during your treatment if your pain is not controlled. If you feel that your pain is not controlled, call your doctor. Do not change the dose of your medication without talking to your doctor.Do not stop taking morphine without talking to your doctor. Your doctor may decrease your dose gradually. If you suddenly stop taking morphine, you may experience withdrawal symptoms such as restlessness; teary eyes; runny nose; yawning; irritability; anxiety; sweating; difficulty falling asleep or staying asleep; chills; back, muscle, or joint pain; nausea; vomiting; loss of appetite; diarrhea; stomach cramps; weakness; fast heartbeat; or fast breathing."
      },
      null
    ]
  },
  {
    "name": "Gepirone",
    "url": "https://medlineplus.gov/druginfo/meds/a623052.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Gepirone is used to treat depression in adults. Gepirone is in a class of medications called serotonin modulators. It works mainly by increasing the amount of serotonin, a natural substance in the brain that helps maintain mental balance."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Gepirone comes as an extended-release (long-acting) tablet to take by mouth. It is usually taken with food once a day. Take gepirone at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take gepirone exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole; do not split, chew, or crush them.Your doctor may start you on a low dose of gepirone and gradually increase your dose depending on how well the medication works for you and the side effects you experience.Gepirone controls depression, but does not cure it. It may take several weeks before you feel the full benefit of gepirone. Continue to take gepirone even if you feel well. Do not stop taking gepirone without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Pilocarpine Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a682874.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Pilocarpine ophthalmic is used to treat glaucoma (a condition in which increased pressure in the eye can lead to gradual loss of vision) and ocular hypertension (a condition which causes increased pressure in the eye). Pilocarpine ophthalmic is also used to prevent or reduce increased pressure in the eye during and after certain types of laser eye surgery. It is also used during an eye exam to constrict (close) the pupil (the black part of the eye through which you see). Pilocarpine ophthalmic (Vuity, Qlosi) is used to treat presbyopia (a condition in which the lens of the eye loses its ability to focus making hard to see objects up close) in adults. Pilocarpine is in a class of medications called miotics. Pilocarpine ophthalmic treats glaucoma and ocular hypertension by allowing excess fluid to drain from the eye. Pilocarpine ophthalmic treats presbyopia by reducing the size of the pupils which helps to see objects up close."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Pilocarpine ophthalmic comes as a 0.4, 1, 1.25, 2, and 4% solution (liquid) to instill in the eyes.  For the treatment of glaucoma or ocular hypertension, one drop of the 1, 2, or 4% solution is usually into the affected eye(s) up to four times daily. To prevent or reduce increased pressure in the eye during and after certain types of laser eye surgery, one or two drops of the 1, 2, or 4% solution are usually instilled into the affected eye(s) 15 to 60 minutes before surgery. For the treatment of presbyopia, one drop of the 1.25% solution (Vuity) is usually instilled into the affected eyes once a day or one drop of the 0.4% solution (Qlosi) into the affected eyes up to twice a day (eye drop can be repeated after 2 to 3 hours for an effect of 8 hours) as needed to control symptoms. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use pilocarpine eye drops exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Pilocarpine eye drops control your condition, but will not cure it. Continue to use pilocarpine eye drops even if you feel well. Do not stop using pilocarpine eye drops without talking to your doctor.If you are using another topical eye medication, instill it at least 5 minutes before or after you instill pilocarpine eye drops.Be careful not to let the tip of the bottle touch your eye, fingers, face, or any surface. If the tip does touch another surface, bacteria may get into the eye drops.To instill the eye drops, follow these steps:\r\nWash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure for 2 minutes.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication."
      },
      null
    ]
  },
  {
    "name": "Diroximel Fumarate",
    "url": "https://medlineplus.gov/druginfo/meds/a620002.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Diroximel fumarate is used to treat adults with various forms of multiple sclerosis (MS; a disease in which the nerves do not function properly and people may experience weakness, numbness, loss of muscle coordination, and problems with vision, speech, and bladder control) including:clinically isolated syndrome (CIS; nerve symptom episodes that last at least 24 hours), relapsing-remitting forms (course of disease where symptoms flare up from time to time), orsecondary progressive forms (course of disease where relapses occur more often).Diroximel fumarate is in a class of medications called Nrf2 activators. It works by decreasing inflammation and preventing nerve damage that may cause symptoms of multiple sclerosis."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Diroximel fumarate comes as a delayed-release (releases the medication in the intestine to prevent breakdown of the medication by stomach acids) capsule to take by mouth. It is usually taken twice daily. Take diroximel fumarate at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take diroximel fumarate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Diroximel fumarate may be taken with or without food. However, do not take it with a high-fat, high-calorie meal or snack; the meal or snack must contain less than 700 calories and less than 30 grams of fat.Do not drink alcoholic beverages at the same time you take diroximel fumarate.Swallow the delayed-release capsules whole; do not split, chew, crush, or sprinkle them.You may take a non-enteric coated aspirin (325 mg or less) 30 minutes before taking diroximel fumarate to reduce the chance of flushing (facial redness) during your treatment.Your doctor will probably start you on a low dose of diroximel fumarate and increase your dose after 7 days.Diroximel fumarate may help to control multiple sclerosis, but will not cure it. Continue to take diroximel fumarate even if you feel well. Do not stop taking diroximel fumarate without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Human Papillomavirus (HPV) Vaccine (Cervarix)",
    "url": "https://medlineplus.gov/druginfo/meds/a610014.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Japanese Encephalitis Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a607019.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Levetiracetam",
    "url": "https://medlineplus.gov/druginfo/meds/a699059.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Levetiracetam is used alone and along with other medications to control partial-onset seizures (seizures that involve only one part of the brain) in adults, children, and infants 1 month of age or older. Levetiracetam is also used in combination with other medications to treat seizure in adults and children 12 years of age or older with juvenile myoclonic epilepsy. Levetiracetam is also used in combination with other medications to treat primary generalized tonic-clonic seizures (formerly known as a grand mal seizure; seizure that involves the entire body) in adults and children 6 years of age or older with epilepsy. Levetiracetam is in a class of medications called anticonvulsants. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Levetiracetam comes as a solution (liquid), an immediate-release tablet, an extended-release (long-acting) tablet, and as a tablet for suspension (a tablet to take with liquid) to take by mouth. The solution, immediate-release tablet, and tablet for suspension are usually taken twice a day, once in the morning and once at night, with or without food. The extended-release tablets are usually taken once daily with or without food. Try to take levetiracetam at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take levetiracetam exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the levetiracetam immediate-release and extended-release tablets whole; do not split, chew, or crush them. Take the whole levetiracetam tablets for suspension according to directions; do not split, chew, or crush them.To take levetiracetam tablet(s) for suspension, use dry hands to peel the foil from the blister packaging; do not try to push the tablets through the foil. Immediately take out the number of tablet(s) that your doctor has told you to take and place the tablet(s) on your tongue with a sip of liquid. Once the tablet completely dissolves on your tongue, swallow the mixture. The tablet(s) may take about 10 seconds to dissolve.You can also take levetiracetam tablets for suspension by dissolving them in a liquid. Place the number of tablet(s) your doctor has told you to take into a cup and add a small amount of liquid (about 1 tablespoon [15 mL] or enough to cover the medication in a cup). Swirl the cup gently. After the tablet(s) for suspension dissolve, drink the mixture right away. If there is any medication left in the cup, add some more liquid and swirl the cup gently. Drink the mixture water right away to be sure that you swallow all of the medication.If you are taking the levetiracetam oral solution, do not use a household spoon to measure your dose. You might not get the right amount of medication. Ask your doctor or pharmacist to recommend a medicine dropper, spoon, cup, or syringe and to show you how to use it to measure your medication.Your doctor may start you on a low dose of levetiracetam and gradually increase your dose, not more often than once every 2 weeks.Levetiracetam controls epilepsy but does not cure it. Continue to take levetiracetam even if you feel well. Do not stop taking levetiracetam without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking levetiracetam, your seizures may become worse. Your doctor will probably decrease your dose gradually.Your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when you begin treatment with levetiracetam and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  },
  {
    "name": "Cetuximab Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a607041.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cetuximab is used with or without radiation therapy to treat a certain type of cancer of the head and neck that has spread to nearby tissues or other parts of the body. It can also be used with other medications to treat a certain type of head and neck cancer that has spread to other parts of the body or keeps coming back after treatment. Cetuximab is also used alone or in combination with other medications to treat a certain type of cancer of the colon (large intestine) or rectum that has spread to other parts of the body. Cetuximab is in a class of medications called monoclonal antibodies. It works by slowing or stopping the growth of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cetuximab comes as a solution (liquid) to be infused (injected slowly) into a vein. Cetuximab is given by a doctor or nurse in a medical office or infusion center. The first time you receive cetuximab, it will be infused over a period of 2 hours, then the following doses will be infused over 1 hour. Cetuximab is usually given every 1 to 2 weeks for as long as your doctor recommends that you receive treatment.Your doctor may need to slow down your infusion, reduce your dosage, delay or stop your treatment, or treat you with other medications if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with cetuximab."
      },
      null
    ]
  },
  {
    "name": "Primaquine",
    "url": "https://medlineplus.gov/druginfo/meds/a607037.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Primaquine is used alone or with another medication to treat malaria (a serious infection that is spread by mosquitoes in certain parts of the world and can cause death) and to prevent the disease from coming back in people that are infected with malaria. Primaquine is in a class of medications called antimalarials. It works by killing the organisms that cause malaria."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Primaquine comes as a tablet to take by mouth. It is usually taken once a day for 14 days. Take primaquine at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take primaquine exactly as directed. Do not take more or less of it or take it more often or for a longer period of time than prescribed by your doctor.Take primaquine until you finish the prescription, even if you feel better. If you stop taking primaquine too soon or skip doses, your infection may not be completely treated."
      },
      null
    ]
  },
  {
    "name": "Lenalidomide",
    "url": "https://medlineplus.gov/druginfo/meds/a608001.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Lenalidomide is used to treat a certain type of myelodysplastic syndrome (a group of conditions in which the bone marrow produces blood cells that are misshapen and does not produce enough healthy blood cells). Lenalidomide is also used along with dexamethasone to treat people with multiple myeloma (a type of cancer of the bone marrow). It is also used to treat people with multiple myeloma after a hematopoietic stem-cell transplant (HSCT; procedure in which certain blood cells are removed from the body and then returned to the body). Lenalidomide is also used to treat people with mantle cell lymphoma (a fast-growing cancer that begins in the cells of the immune system) who have been treated with bortezomib (Velcade) and at least one other medication. Lenalidomide should not be used to treat people with chronic lymphocytic leukemia (a type of cancer of the white blood cells that gets worse slowly over time) unless they are participating in a clinical trial (research study to see whether a medication may be used safely and effectively to treat a certain condition). Lenalidomide is in a class of medications called immunomodulatory agents. It works by helping the bone marrow to produce normal blood cells and by killing abnormal cells in the bone marrow."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Lenalidomide comes as a capsule to take by mouth. When lenalidomide is used to treat myelodysplastic syndrome, it is usually taken with or without food once daily. When lenalidomide is used to treat multiple myeloma or mantle cell lymphoma, it is usually taken with or without food once daily for the first 21 days of a 28-day cycle. When lenalidomide is used to treat multiple myeloma after HSCT, it is usually taken with or without food once daily for 28 days of a 28-day cycle. The 28-day cycle regimen may be repeated as recommended by your doctor based on your body's response to this medication. Take lenalidomide at around the same time of day every day that you take it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take lenalidomide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole with plenty of water; do not break, chew, or open them. Handle the capsules as little as possible. If you touch a broken lenalidomide capsule or the medicine in the capsule, wash that area of your body with soap and water. If the medicine in the capsule gets into your mouth, nose, or eyes, wash it away with plenty of water.Your doctor may need to interrupt your treatment or reduce your dose if you experience certain side effects. Be sure to tell your doctor how you are feeling during your treatment with lenalidomide."
      },
      null
    ]
  },
  {
    "name": "Vibegron",
    "url": "https://medlineplus.gov/druginfo/meds/a621015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Vibegron is used to treat overactive bladder (a condition in which the bladder muscles contract uncontrollably and cause frequent urination, urgent need to urinate, and inability to control urination) in adults. Vibegron is in a class of medications called beta-3 adrenergic agonists. It works by relaxing the bladder muscles to increase bladder capacity."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Vibegron comes as a tablet to take by mouth. It is usually taken once daily with or without food. Take vibegron at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take vibegron exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablet whole with a glass of water. If you are not able to swallow the tablet whole, crush the tablet and mix it with one tablespoon (15 mL) of applesauce. Swallow the mixture immediately with a glass of water.Vibegron controls the symptoms of overactive bladder, but does not cure the condition. Continue to take vibegron even if you feel well. Do not stop taking vibegron without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Cromolyn Sodium Nasal Solution",
    "url": "https://medlineplus.gov/druginfo/meds/a682713.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Cromolyn is used to prevent and treat stuffy nose, sneezing, runny nose, and other symptoms caused by allergies. It works by preventing the release of substances that cause inflammation (swelling) in the air passages of the nose.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Cromolyn comes as a solution to use with a special nasal applicator. It usually is inhaled three to six times a day to prevent allergy symptoms. It is most effective when used before you come in contact with substances that cause allergies. If you have seasonal allergies, continue to use the drug until the season is over.Follow the directions on the package or your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use cromolyn exactly as directed. Do not use more or less of it or use it more often than directed or prescribed by your doctor.It may take up to 4 weeks for cromolyn to work. If your symptoms have not improved after 4 weeks, tell your doctor.Cromolyn is used with a special applicator (Nasalmatic). Before you use cromolyn for the first time, read the instructions provided with the solution. Ask your doctor, pharmacist, or respiratory therapist to demonstrate the proper technique. Practice using the device while in his or her presence.If you are to use the nasal spray, first blow your nose, and clear it as much as possible. Insert the applicator into a nostril. Sniff as you squeeze the sprayer once. To prevent mucous from entering the sprayer, do not release your grip until after you remove the sprayer from your nose. Repeat this process for your other nostril."
      },
      null
    ]
  },
  {
    "name": "Levalbuterol Oral Inhalation",
    "url": "https://medlineplus.gov/druginfo/meds/a603025.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Levalbuterol is used to prevent or relieve the wheezing, shortness of breath, coughing, and chest tightness caused by lung disease such as asthma and chronic obstructive pulmonary disease (COPD; a group of diseases that affect the lungs and airways). Levalbuterol is in a class of medications called beta agonists. It works by relaxing and opening air passages to the lungs to make breathing easier."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Levalbuterol comes as a solution (liquid) to inhale by mouth using a nebulizer (machine that turns medication into a mist that can be inhaled), a concentrated solution to be mixed with normal saline and inhaled by mouth using a nebulizer, and as an aerosol to inhale by mouth using an inhaler. The solution for oral inhalation is usually used three times a day, once every 6 to 8 hours. The inhaler is usually used every 4 to 6 hours. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use levalbuterol exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.If your asthma symptoms become worse, if levalbuterol inhalation becomes less effective, or if you need more doses than usual of the asthma medications you use as needed, your condition may be getting worse. Do not use extra doses of levalbuterol. Call your doctor right away.Levalbuterol controls symptoms of asthma and other lung diseases but does not cure these conditions. Continue to use levalbuterol even if you feel well. Do not stop using levalbuterol without talking to your doctor.If you are using the inhaler, your medication will come in canisters. Each canister of levalbuterol aerosol is designed to provide 200 inhalations. After the labeled number of inhalations has been used, later inhalations may not contain the correct amount of medication. Dispose of the canister after you have used the labeled number of inhalations even if it still contains some liquid and continues to release a spray when it is pressed.You will need to keep track of the number of inhalations you have used. You can divide the number of inhalations in your inhaler by the number of inhalations you use each day to find out how many days your inhaler will last. Do not float the canister in water to see if it still contains medication.The inhaler that comes with levalbuterol aerosol is designed for use only with a canister of albuterol. Never use it to inhale any other medication, and do not use any other inhaler to inhale levalbuterol.Be careful not to get levalbuterol inhalation into your eyes.Do not use your levalbuterol inhaler when you are near a flame or source of heat. The inhaler may explode if it is exposed to very high temperatures.Before you use levalbuterol for the first time, read the written instructions that come with the inhaler or nebulizer. Ask your doctor, pharmacist, or respiratory therapist to show you how to use it. Practice using the inhaler or nebulizer while he or she watches.If your child will be using the inhaler, be sure that he or she knows how to use it. Watch your child each time he or she uses the inhaler to be sure that he or she is using it correctly.To use the aerosol inhaler, follow these steps:\r\nRemove the protective dust cap from the end of the mouthpiece. Check the mouthpiece for dirt or other objects. Be sure that the canister is fully and firmly inserted in the mouthpiece.Shake the inhaler well.If you are using the inhaler for the first time or if you have not used the inhaler in more than 3 days, you will need to prime it. To prime the inhaler, press down on the canister four times to release four sprays into the air, away from your face. Be careful not to get albuterol in your eyes.Breathe out as completely as possible through your mouth.Hold the canister with the mouthpiece on the bottom, facing you, and the canister pointing upward. Place the open end of the mouthpiece into your mouth. Close your lips tightly around the mouthpiece.Breathe in slowly and deeply through the mouthpiece.At the same time, press down once on the container with your middle finger to spray the medication into your mouth.As soon as the medication is released, remove your finger from the canister and remove the mouthpiece from your mouth.Try to hold your breath for 10 seconds.If you were told to use two puffs, wait 1 minute and then repeat steps 4 to 8.Replace the protective cap on the inhaler.To use the solution or the concentrated solution for oral inhalation, follow these steps:\r\nOpen the foil pouch by tearing through the rough edge along the side of the pouch and remove one vial. Leave the rest of the vials inside the foil pouch to protect them from light. Look at the solution in the vial to be sure it is colorless. If it is not colorless, call your doctor or pharmacist and do not use the solution.Twist off the top of the vial and squeeze all of the liquid into the reservoir of your nebulizer. Do not add any other medications to the nebulizer because it may not be safe to mix them with levalbuterol. Use all nebulized medications separately unless your doctor specifically tells you to mix them.If you are using the concentrated solution, add the amount of normal saline that your doctor told you to use to the reservoir. Gently swirl the nebulizer to mix the normal saline and the concentrated solution.Connect the nebulizer reservoir to your mouthpiece or facemask.Connect the nebulizer to the compressor.Sit upright and place the mouthpiece in your mouth or put on the facemask.Turn on the compressor.Breathe calmly, deeply, and evenly until mist stops forming in the nebulizer. This should take between 5 and 15 minutes.Clean the nebulizer according to the manufacturer's instructions.Clean your inhaler or nebulizer regularly. Follow the manufacturer's directions carefully and ask your doctor or pharmacist if you have any questions about cleaning your inhaler or nebulizer. If you do not clean your inhaler properly, the inhaler may become blocked and may not spray medication. If this happens, follow the manufacturer's directions for cleaning the inhaler and removing the blockage."
      },
      null
    ]
  },
  {
    "name": "Paclitaxel (with albumin) Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a619008.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Paclitaxel (with albumin) injection is used to treat breast cancer that has spread to other parts of the body and has not improved or worsened after treatment with other medications. Paclitaxel (with albumin) injection is also used in combination with other chemotherapy medications to treat non-small cell lung cancer (NSCLC). Paclitaxel (with albumin) injection is used in combination with gemcitabine (Gemzar) to treat cancer of the pancreas. Paclitaxel is in a class of medications called antimicrotubule agents. It works by stopping the growth and spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Paclitaxel (with albumin) injection comes as a powder to be mixed with liquid to be injected over 30 minutes intravenously (into a vein) by a doctor or nurse in a medical facility. When paclitaxel (with albumin) injection is used to treat breast cancer, it is usually given once every 3 weeks. When paclitaxel (with albumin) injection is used to treat non-small cell lung cancer it is usually given on days 1, 8, and 15 as part of a 3 week cycle. When paclitaxel (with albumin) injection is used to treat cancer of the pancreas, it is usually given on day 1, 8, and 15 as part of a 4 week cycle. These cycles may be repeated for as long as your doctor recommends.Your doctor may need to interrupt your treatment, reduce your dose, or stop your treatment depending on your response to the medication and any side effects that you experience. Be sure to tell your doctor how you are feeling during your treatment.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Atenolol",
    "url": "https://medlineplus.gov/druginfo/meds/a684031.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Atenolol is used alone or in combination with other medications to treat high blood pressure. It also is used to prevent angina (chest pain) and improve survival after a heart attack. Atenolol is in a class of medications called beta blockers. It works by relaxing blood vessels and slowing heart rate to improve blood flow and decrease blood pressure.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Atenolol comes as a tablet to take by mouth. For the treatment of high blood pressure and to prevent angina, it is usually taken once a day. To improve survival after a heart attack, it is usually taken once or twice a day. To help you remember to take atenolol, take it around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take atenolol exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of atenolol and gradually increase your dose to allow your body to adjust to the medication. Talk to your doctor about how you feel and about any symptoms you experience during this time.Atenolol controls high blood pressure and angina but does not cure them. It may take 1-2 weeks before you feel the full benefit of atenolol. Continue to take atenolol even if you feel well. Do not stop taking atenolol without talking to your doctor. If you suddenly stop taking atenolol, you may experience serious heart problems such as angina (chest pain), heart attack, or an irregular heartbeat. Your doctor will probably want to decrease your dose gradually. Your doctor will watch you carefully and will probably tell you to avoid physical activity during this time."
      },
      null
    ]
  },
  {
    "name": "Atropine Ophthalmic",
    "url": "https://medlineplus.gov/druginfo/meds/a682487.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Ophthalmic atropine is used before eye examinations to dilate (open) the pupil, the black part of the eye through which you see. It is also used to relieve pain caused by swelling and inflammation of the eye."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Atropine comes as a solution (liquid) to instill in the eyes and an eye ointment to apply to the eyes. The drops are usually instilled two to four times a day. The ointment is usually applied one to three times a day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use atropine exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.To instill the eye drops, follow these steps:\r\nWash your hands thoroughly with soap and water.Check the dropper tip to make sure that it is not chipped or cracked.Avoid touching the dropper tip against your eye or anything else; eye drops and droppers must be kept clean.While tilting your head back, pull down the lower lid of your eye with your index finger to form a pocket.Hold the dropper (tip down) with the other hand, as close to the eye as possible without touching it.Brace the remaining fingers of that hand against your face.While looking up, gently squeeze the dropper so that a single drop falls into the pocket made by the lower eyelid. Remove your index finger from the lower eyelid.Close your eye for 2 to 3 minutes and tip your head down as though looking at the floor. Try not to blink or squeeze your eyelids.Place a finger on the tear duct and apply gentle pressure for 2-3 minutes.Wipe any excess liquid from your face with a tissue.If you are to use more than one drop in the same eye, wait at least 5 minutes before instilling the next drop.Replace and tighten the cap on the dropper bottle. Do not wipe or rinse the dropper tip.Wash your hands to remove any medication.To apply the eye ointment, follow these steps:\r\nWash your hands thoroughly with soap and water.Use a mirror or have someone else apply the ointment.Avoid touching the tip of the tube against your eye or anything else. The ointment must be kept clean.Tilt your head forward slightly.Holding the tube between your thumb and index finger, place the tube as near as possible to your eyelid without touching it.Brace the remaining fingers of that hand against your cheek or nose.With the index finger of your other hand, pull the lower lid of your eye down to form a pocket.Place a small amount of ointment into the pocket made by the lower lid and the eye. A 1/2-inch (1.25-centimeter) strip of ointment usually is enough unless otherwise directed by your doctor.Gently close your eyes and keep them closed for 1 to 2 minutes to allow the medication to be absorbed.Replace and tighten the cap right away.Wipe off any excess ointment from your eyelids and lashes with a clean tissue. Wash your hands again."
      },
      null
    ]
  },
  {
    "name": "Penicillin V Potassium",
    "url": "https://medlineplus.gov/druginfo/meds/a685015.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Penicillin V potassium is used to treat certain infections caused by bacteria such as pneumonia and other respiratory tract infections, scarlet fever, and ear, skin, gum, mouth, and throat infections. It also is used to prevent rheumatic fever (a serious condition that may develop after a strep throat or scarlet fever infection and may cause swelling of the heart valves and other symptoms)  from coming back. Penicillin V potassium is in a class of medications called penicillins. It works by killing bacteria.Antibiotics such as penicillin V potassium will not work for colds, flu, or other viral infections. Taking antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Penicillin V potassium comes as a tablet and as an oral solution (liquid) to take by mouth. For the treatment of infections, it is usually taken every 6 hours (four times a day) or every 8 hours (three times a day). For the prevention of rheumatic fever, it is usually taken twice a day. The length of your treatment depends on the type of infection that you have. Take penicillin V potassium at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take penicillin V potassium exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Shake the oral solution well before each use to mix the medication evenly.Take penicillin V potassium until you finish the prescription, even if you feel better. Do not stop taking penicillin V potassium without talking to your doctor. If you stop taking penicillin V potassium too soon or if you skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Bacillus Calmette-Guerin (BCG) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a682809.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Potassium",
    "url": "https://medlineplus.gov/druginfo/meds/a601099.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Potassium is essential for the proper functioning of the heart, kidneys, muscles, nerves, and digestive system. Usually the food you eat supplies all of the potassium you need. However, certain diseases (e.g., kidney disease and gastrointestinal disease with vomiting and diarrhea) and drugs, especially diuretics ('water pills'), remove potassium from the body. Potassium supplements are taken to replace potassium losses and prevent potassium deficiency.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Potassium comes in oral liquid, powder, granules, effervescent tablets, regular tablets, extended-release (long-acting) tablets, and extended-release capsules. It usually is taken two to four times a day, with or immediately after meals. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take potassium exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Take all forms of potassium with a full glass of water or fruit juice.Add the liquid to water. Dissolve the powder, granules, or effervescent tablets in cold water or fruit juice according to the manufacturer's directions or the directions on your prescription label; mix the drug well just before you take it. Cold liquids help mask the unpleasant taste.Swallow extended-release tablets and capsules whole. Do not chew them or dissolve them in your mouth."
      },
      null
    ]
  },
  {
    "name": "Anthrax Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a607013.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Diphtheria, Tetanus, and Pertussis (DTaP) Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a682198.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Rosuvastatin",
    "url": "https://medlineplus.gov/druginfo/meds/a603033.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Rosuvastatin is used together with diet, weight-loss, and exercise to reduce the risk of heart attack and stroke and to decrease the chance that heart surgery will be needed in people who have heart disease or who are at risk of developing heart disease. Rosuvastatin is also used to decrease the amount of cholesterol such as low-density lipoprotein (LDL) cholesterol ('bad cholesterol') and triglycerides in the blood and to increase the amount of high-density lipoprotein (HDL) cholesterol ('good cholesterol') in the blood. Rosuvastatin may also be used together with diet to decrease the amount of cholesterol and other fatty substances in the blood in adults and children and teenagers 8 to 17 years of age who have familial heterozygous hypercholesterolemia (an inherited condition in which cholesterol cannot be removed from the body normally). Rosuvastatin is used together with diet, and alone or in combination with other medications, to decrease the amount of cholesterol and other fatty substances in the blood in adults and children and teenagers 7 to 17 years of age who have familial homozygous hypercholesterolemia (an inherited condition in which cholesterol cannot be removed from the body normally). Rosuvastatin is in a class of medications called HMG-CoA reductase inhibitors (statins). It works by slowing the production of cholesterol in the body to decrease the amount of cholesterol that may build up on the walls of the arteries and block blood flow to the heart, brain, and other parts of the body.Accumulation of cholesterol and fats along the walls of your arteries (a process known as atherosclerosis) decreases blood flow and, therefore, the oxygen supply to your heart, brain, and other parts of your body. Lowering your blood level of cholesterol and fats with rosuvastatin has been shown to prevent heart disease, angina (chest pain), strokes, and heart attacks."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Rosuvastatin comes as a tablet (Crestor) and a capsule (Ezallor) to take by mouth. It is usually taken once a day with or without food. Take rosuvastatin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take rosuvastatin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of rosuvastatin and gradually increase your dose, not more than once every 2 to 4 weeks.Swallow the tablets (Crestor) whole; do not split, chew, or crush them.Swallow the capsules (Ezallor) whole; do not chew or crush them. If you cannot swallow the capsule, open the capsule and carefully sprinkle the contents onto 1 teaspoonful of applesauce or chocolate or vanilla pudding. Stir the mixture for 10–15 seconds and swallow the entire mixture within 60 minutes of mixing, without chewing. Do not save the mixture for later use.If you have a nasogastric (NG) tube, your doctor or pharmacist will explain how to prepare rosuvastatin capsules (Ezallor) to give through an NG tube.Continue to take rosuvastatin even if you feel well. Do not stop taking rosuvastatin without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Fluphenazine",
    "url": "https://medlineplus.gov/druginfo/meds/a682172.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Fluphenazine is an antipsychotic medication used to treat schizophrenia and psychotic symptoms such as hallucinations, delusions, and hostility.This medication is sometimes prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Fluphenazine comes as a tablet or oral liquid (elixir and concentrate) to take by mouth. It is usually taken two or three times a day and may be taken with or without food. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take fluphenazine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Fluphenazine oral liquid comes with a specially marked dropper for measuring the dose. Ask your pharmacist to show you how to use the dropper. Do not allow the liquid to touch your skin or clothing; it can cause skin irritation. Dilute the concentrate in water, Seven-Up, carbonated orange beverage, milk, or V-8, pineapple, apricot, prune, orange, tomato, or grapefruit juice just before taking it. Do not use beverages containing caffeine (coffee, tea, and cola) or apple juice.Continue to take fluphenazine even if you feel well. Do not stop taking fluphenazine without talking to your doctor, especially if you have taken large doses for a long time. Your doctor probably will want to decrease your dose gradually. This drug must be taken regularly for a few weeks before its full effect is felt."
      },
      null
    ]
  },
  {
    "name": "Yellow Fever Vaccine",
    "url": "https://medlineplus.gov/druginfo/meds/a607030.html",
    "sections": [
      null,
      null,
      null
    ]
  },
  {
    "name": "Sorafenib",
    "url": "https://medlineplus.gov/druginfo/meds/a607051.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Sorafenib is used to treat advanced renal cell carcinoma (RCC; a type of cancer that begins in the kidneys). Sorafenib is also used to treat hepatocellular carcinoma (a type of liver cancer) that cannot be treated with surgery and a certain type of thyroid cancer that has spread to other parts of the body and cannot be treated with radioactive iodine. Sorafenib is in a class of medications called kinase inhibitors. It works by blocking the action of an abnormal protein that signals cancer cells to multiply. This helps stop the spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Sorafenib comes as a tablet to take by mouth. It is usually taken twice a day. Sorafenib is taken without food, 1 hour before or 2 hours after a meal. Take sorafenib at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take sorafenib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the tablets whole with water. Do not split, chew, or crush them.Your doctor may decrease your dose of sorafenib during your treatment, or may tell you to temporarily or permanently stop taking sorafenib for a period of time if you experience side effects. Be sure to tell your doctor how you are feeling during your treatment with sorafenib.Continue to take sorafenib even if you feel well. Do not stop taking sorafenib without talking to your doctor.Sorafenib is not available in pharmacies. You can only get sorafenib through the mail from a specialty pharmacy. Ask your doctor if you have any questions about receiving your medication.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Anifrolumab-fnia Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a621046.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Anifrolumab is used with other medications to treat moderate to severe systemic lupus erythematosus (SLE or lupus; an autoimmune disease in which the immune system attacks healthy parts of the body such as joints, skin, blood vessels, and organs) in adults. Anifrolumab injection is in a class of medications called monoclonal antibodies. It works by blocking the activity of a certain protein in people with SLE."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Anifrolumab comes as a solution (liquid) to be injected intravenously (into a vein). It is usually given over a 30-minute period every 4 weeks. Your doctor will decide how often you are to receive anifrolumab based on your body's response to this medication.Anifrolumab helps to control lupus but does not cure it. Your doctor will watch you carefully to see how well anifrolumab works for you. It is important to tell your doctor how you are feeling during your treatment.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Fosphenytoin Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a619063.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Fosphenytoin injection is used to treat primary generalized tonic-clonic seizures (formerly known as a grand mal seizure; seizure that involves the entire body) and to treat and prevent seizures that may begin during or after surgery to the brain or nervous system. Fosphenytoin injection may also be used to control certain type of seizures in people who cannot take oral phenytoin. Fosphenytoin is in a class of medications called anticonvulsants. It works by decreasing abnormal electrical activity in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Fosphenytoin injection comes as a solution (liquid) to be injected intravenously (into a vein) or intramuscularly (into a muscle) by a doctor or nurse in a medical facility. When fosphenytoin is injected intravenously, it is usually injected slowly. How often you receive fosphenytoin injection and the length of your treatment depends on how your body responds to the medication. Your doctor will tell you how often you will receive fosphenytoin injection.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Uridine Triacetate",
    "url": "https://medlineplus.gov/druginfo/meds/a616020.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Uridine triacetate is used for the emergency treatment of children and adults who have either received too much of chemotherapy medications such as fluorouracil or capecitabine (Xeloda) or who develop certain severe or life-threatening toxicities within 4 days of receiving fluorouracil or capecitabine. Uridine triacetate is in a class of medications called pyrimidine analogs. It works by blocking cell damage from certain chemotherapy medications."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Uridine triacetate comes as granules to take by mouth. It is usually taken with or without meals four times a day (every 6 hours) for 20 doses. Take uridine triacetate at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take uridine triacetate exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Mix the granules into 3 to 4 ounces (9 to 120 grams) of a soft food such as applesauce, pudding, or yogurt. Take the mixture right away (within 30 minutes of mixing the granules with food) without chewing the granules and then drink at least 4 ounces (120 mL) of water to make sure that you swallow all of the medication.If you are preparing a dose for a child, measure the dose using measuring teaspoons (accurate to 1/4 teaspoon) or a scale (accurate to at least 0.1 gram). Dispose of any remaining granules; do not use granules left in the packet for your next doses.If you vomit within 2 hours of taking a dose, take another full dose as soon as possible after the vomiting episode and then take your next dose at the regularly scheduled time.Uridine triacetate granules can be given through certain types of feeding tubes. If you have a feeding tube, ask your doctor how you should take the medication. Follow the directions carefully.It is important that you take all 20 doses of uridine triacetate, even if you feel well. Do not stop taking uridine triacetate without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Nebivolol and Valsartan",
    "url": "https://medlineplus.gov/druginfo/meds/a623032.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Nebivolol and valsartan is used in adults alone or in combination with other medications to treat high blood pressure. Nebivolol is in a class of medications called beta blockers. It works by relaxing blood vessels and slowing heart rate to improve blood flow and decrease blood pressure. Valsartan is in a class of medications called angiotensin II receptor antagonists. It works by blocking the action of certain natural substances that tighten the blood vessels, allowing the blood to flow more smoothly.High blood pressure is a common condition and when not treated, can cause damage to the brain, heart, blood vessels, kidneys and other parts of the body. Damage to these organs may cause heart disease, a heart attack, heart failure, stroke, kidney failure, loss of vision, and other problems. In addition to taking medication, making lifestyle changes will also help to control your blood pressure. These changes include eating a diet that is low in fat and salt, maintaining a healthy weight, exercising at least 30 minutes most days, not smoking, and using alcohol in moderation."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Nebivolol and valsartan comes as a tablet to take by mouth. It is usually taken with or without food once a day. Take nebivolol and valsartan at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take nebivolol and valsartan exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Nebivolol and valsartan controls high blood pressure but does not cure it. It may take 2 to 4 weeks before the full benefit of nebivolol and valsartan is seen in blood pressure readings. Continue to take nebivolol and valsartan even if you feel well. Do not stop taking nebivolol and valsartan without talking to your doctor. If you suddenly stop taking nebivolol and valsartan it may cause angina (chest pain), heart attack, or irregular heartbeat. Your doctor will probably decrease your dose gradually over 1 to 2 weeks. Your doctor will watch you carefully and will probably tell you to avoid physical activity during this time.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Phenytoin",
    "url": "https://medlineplus.gov/druginfo/meds/a682022.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Phenytoin is used to control certain type of seizures, and to treat and prevent seizures that may begin during or after surgery to the brain or nervous system. Phenytoin is in a class of medications called anticonvulsants. It works by decreasing abnormal electrical activity in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Phenytoin comes as an extended-release (long-acting) capsule, a chewable tablet, and a suspension (liquid) to take by mouth. The chewable tablet and suspension are usually taken two or three times a day. The extended-release capsules are usually taken one to four times a day. Take phenytoin at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take phenytoin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will start you on a low dose of phenytoin and gradually increase your dose, not more often than once every 7 to 10 days.Different phenytoin products are absorbed by the body in different ways and cannot be substituted for one another. If you need to switch from one phenytoin product to another, your doctor may need to adjust your dose. Each time you receive your medication, check to be sure that you have received the phenytoin product that was prescribed for you. Ask your pharmacist if you are not sure that you received the right medication.Shake the liquid well before each use to mix the medication evenly. Use an accurate measuring device to be sure you receive the correct amount of medication. Ask your doctor or pharmacist if you have any questions about how to measure your dose.Swallow the extended-release capsules whole; do not split, chew, or crush them. Do not take capsules that are discolored.You may chew the chewable tablets thoroughly before swallowing them, or you may swallow them whole without chewing.If you are receiving formula or supplements through a feeding tube, talk to your doctor about when you should take phenytoin. You will need to allow some time between receiving your feedings and taking phenytoin.Phenytoin may help control your condition but will not cure it. Continue to take phenytoin even if you feel well. Do not stop taking phenytoin without talking to your doctor, even if you experience side effects such as unusual changes in behavior or mood. If you suddenly stop taking phenytoin, your seizures may worsen. Your doctor will probably decrease your dose gradually."
      },
      null
    ]
  },
  {
    "name": "Acalabrutinib",
    "url": "https://medlineplus.gov/druginfo/meds/a618004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Acalabrutinib is used to treat people with mantle cell lymphoma (MCL; a fast-growing cancer that begins in the cells of the immune system) who have already been treated with at least one other chemotherapy medication. It is also used alone or with obinutuzumab (Gazyva) to treat chronic lymphocytic leukemia (CLL; a type of cancer that begins in the white blood cells) and small lymphocytic lymphoma (SLL: a type of cancer that begins in the white blood cells). Acalabrutinib is in a class of medications called kinase inhibitors. It works by blocking the action of the abnormal protein that signals cancer cells to multiply. This helps stop the spread of cancer cells."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Acalabrutinib comes as a capsule to take by mouth. It is usually taken with or without food every 12 hours (twice a day) for as long as your doctor recommends that you receive treatment. Take acalabrutinib at around the same times every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take acalabrutinib exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole with a glass of water; do not open, chew, or break them.Your doctor may temporarily or permanently stop your treatment or decrease your dose of acalabrutinib depending on the side effects that you experience. Be sure to talk to your doctor about how you are feeling during your treatment. Do not stop taking acalabrutinib without talking to your doctor.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Fluconazole Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a601143.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Fluconazole injection is used to treat fungal infections, including yeast infections of the mouth, throat, esophagus (tube leading from the mouth to the stomach), abdomen (area between the chest and waist), lungs, blood, and other organs. Fluconazole is also used to treat meningitis (infection of the membranes covering the brain and spine) caused by fungus. Fluconazole is also used to prevent yeast infections in patients who are likely to become infected because they are being treated with chemotherapy or radiation therapy before a bone marrow transplant (replacement of unhealthy spongy tissue inside the bones with healthy tissue). Fluconazole is in a class of antifungals called triazoles. It works by slowing the growth of fungi that cause infection."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Fluconazole injection comes as a solution (liquid) to be given through a needle or catheter placed in your vein. It is usually infused (injected slowly) intravenously (into a vein) over a period of 1 to 2 hours, usually once a day for up to 14 days. The length of your treatment depends on your condition and on how well you respond to fluconazole injection. Your doctor will tell you how long to use fluconazole injection.Your doctor may tell you to use a higher dose of fluconazole injection on the first day of your treatment. Follow these directions carefully.You may receive fluconazole injection in a hospital or you may use the medication at home. If you are using fluconazole injection at home, use it at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or other health care provider to explain any part you do not understand. Use fluconazole injection exactly as directed. Do not infuse it more quickly than directed, and do not use more or less of it, or use it more often than prescribed by your doctor.If you will be using fluconazole injection at home, your health care provider will show you how to infuse the medication. Be sure that you understand these directions, and ask your health care provider if you have any questions. Ask your health care provider what to do if you have any problems infusing fluconazole injection.Before you administer fluconazole, look at the solution closely. It should be clear and free of floating material. Gently squeeze the bag or observe the solution container to make sure there are no leaks. Do not use the solution if it is discolored, if it contains particles, or if the bag or container leaks. Use a new solution, but show the damaged one to your health care provider.You should begin to feel better during the first few days of treatment with fluconazole injection. If your symptoms do not improve or get worse, call your doctor.Use fluconazole injection until your doctor tells you that you should stop, even if you feel better. If you stop using fluconazole injection too soon, your infection may come back after a short time."
      },
      null
    ]
  },
  {
    "name": "Warfarin",
    "url": "https://medlineplus.gov/druginfo/meds/a682277.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Warfarin is used to prevent blood clots from forming or growing larger in your blood and blood vessels. It is prescribed for people with certain types of irregular heartbeat, people with prosthetic (replacement or mechanical) heart valves, and people who have suffered a heart attack. Warfarin is also used to treat or prevent venous thrombosis (swelling and blood clot in a vein) and pulmonary embolism (a blood clot in the lung). Warfarin is in a class of medications called anticoagulants ('blood thinners'). It works by decreasing the clotting ability of the blood."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Warfarin comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take warfarin at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take warfarin exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor. Call your doctor immediately if you take more than your prescribed dose of warfarin.Your doctor will probably start you on a low dose of warfarin and gradually increase or decrease your dose based on the results of your blood tests. Make sure you understand any new dosing instructions from your doctor.Continue to take warfarin even if you feel well. Do not stop taking warfarin without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Dextromethorphan and Quinidine",
    "url": "https://medlineplus.gov/druginfo/meds/a611048.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "The combination of dextromethorphan and quinidine is used to treat pseudobulbar affect (PBA; a condition of sudden, frequent outbursts of crying or laughing that can not be controlled) in people with certain conditions such as amyotrophic lateral sclerosis (ALS, Lou Gehrig's disease; condition in which the nerves that control muscle movement slowly die, causing the muscles to shrink and weaken) or multiple sclerosis (a disease in which the nerves do not function properly and patients may experience weakness, numbness, loss of muscle coordination and problems with vision, speech, and bladder control). Dextromethorphan is in a class of medications called central nervous system agents. The way it works in the brain to treat PBA is not known.  Quinidine is in a class of medications called antiarrhythmics. When combined with dextromethorphan, quinidine works by increasing the amount of dextromethorphan in the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "The combination of dextromethorphan and quinidine comes as a capsule to take by mouth. It is usually taken with or without food once a day for 7 days. After 7 days, it is taken every 12 hours. Do not take more than 2 doses in a 24-hour period. Be sure to allow about 12 hours between each dose. Take dextromethorphan and quinidine at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take the combination of dextromethorphan and quinidine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may check from time to time to see if this medication is still needed to control your symptoms. Follow these directions carefully."
      },
      null
    ]
  },
  {
    "name": "Trifluoperazine",
    "url": "https://medlineplus.gov/druginfo/meds/a682121.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Trifluoperazine is used to treat the symptoms of schizophrenia (a mental illness that causes disturbed or unusual thinking, loss of interest in life, and strong or inappropriate emotions). Trifluoperazine is also used on a short-term basis to treat anxiety in people who have not been helped by other medications. Trifluoperazine is in a group of medications called conventional antipsychotics. It works by decreasing abnormal excitement in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Trifluoperazine comes as a tablet to take by mouth. It is usually taken one or two times a day. Take trifluoperazine at around the same time(s) every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take trifluoperazine exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor will probably start you on a low dose of trifluoperazine and gradually increase your dose. Your doctor may decrease your dose once your symptoms are controlled.Trifluoperazine may help control your symptoms, but it will not cure your condition. Continue to take trifluoperazine even if you feel well. Do not stop taking trifluoperazine without talking to your doctor. If you suddenly stop taking trifluoperazine, you may experience withdrawal symptoms such as nausea, vomiting, dizziness, and shakiness. Your doctor will probably want to decrease your dose gradually."
      },
      null
    ]
  },
  {
    "name": "Lomitapide",
    "url": "https://medlineplus.gov/druginfo/meds/a614008.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Lomitapide is used along with diet changes (restriction of cholesterol and fat intake) and other treatments to reduce the amount of low-density lipoprotein (LDL) cholesterol ('bad cholesterol'), total cholesterol, and other fatty substances in the blood in people that have homozygous familial hypercholesterolemia (HoFH; an inherited condition in which cholesterol cannot be removed from the body normally). Lomitapide should not be used to decrease cholesterol levels in people who do not have HoFH. Lomitapide is in a class of medications called cholesterol-lowering medications. It works by slowing the production of cholesterol in the body to decrease the amount of cholesterol that may build up on the walls of the arteries and block blood flow to the heart, brain, and other parts of the body.Accumulation of cholesterol and fats along the walls of your arteries (a process known as atherosclerosis) decreases blood flow and, therefore, the oxygen supply to your heart, brain, and other parts of your body. Lowering your blood level of cholesterol and fats may help prevent heart disease, angina (chest pain), strokes, and heart attacks."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Lomitapide comes as a capsule to take by mouth. It is usually taken once a day. Lomitapide should be taken without food on an empty stomach, at least 2 hours after your evening meal. Drink a full glass of water with each dose of lomitapide.Take lomitapide at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take lomitapide exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Swallow the capsules whole; do not split, chew, dissolve, or crush them.You will need to take a vitamin supplement during your treatment with lomitapide Be sure to follow the recommendations made by your doctor carefully.Continue to take lomitapide even if you feel well. Do not stop taking lomitapide without talking to your doctor."
      },
      null
    ]
  },
  {
    "name": "Pegaptanib Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a607057.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Pegaptanib injection is used to treat wet age-related macular degeneration (AMD; an ongoing disease of the eye that causes loss of the ability to see straight ahead and may make it more difficult to read, drive, or perform other daily activities). Pegaptanib injection is in a class of medications called vascular endothelial growth factor (VEGF) antagonists. It works by stopping abnormal blood vessel growth and leakage in the eye(s) that may cause vision loss in people with wet AMD."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Pegaptanib injection comes as a solution (liquid) to be injected into the eye by a doctor. It is usually given in a doctor's office once every 6 weeks. Before you receive a pegaptanib injection, your doctor will clean your eye to prevent infection and numb your eye to reduce discomfort during the injection. You may feel pressure in your eye when the medication is injected. After your injection, your doctor will need to examine your eyes before you leave the office.Pegaptanib controls wet AMD, but does not cure it. Your doctor will watch you carefully to see how well pegaptanib works for you. Talk to your doctor about how long you should continue treatment with pegaptanib."
      },
      null
    ]
  },
  {
    "name": "Atazanavir",
    "url": "https://medlineplus.gov/druginfo/meds/a603019.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Atazanavir is used along with other medications to treat human immunodeficiency virus (HIV) infection in adults and children who are at least 3 months of age and weigh at least 22 lb (10 kg). Atazanavir is in a class of medications called protease inhibitors. It works by decreasing the amount of HIV in the blood. Although atazanavir does not cure HIV, it may decrease your chance of developing acquired immunodeficiency syndrome (AIDS) and HIV-related illnesses such as serious infections or cancer. Atazanavir must be given with other medications that treat HIV infection to completely treat the infection. Taking these medications along with practicing safer sex and making other lifestyle changes may decrease the risk of transmitting the HIV virus to other people."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Atazanavir comes as a capsule and as a powder to take by mouth. Atazanavir capsules are taken with food once a day and may be given with a pharmacokinetic booster (medication given to increase the levels of another drug in the body) such as ritonavir or cobicistat. Atazanavir powder must be taken with food and ritonavir. Take atazanavir at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take atazanavir exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.You will take other medications for HIV while you are taking atazanavir. Your doctor will tell you whether these medications should be taken at the same time as atazanavir, or several hours before or after you take atazanavir. Follow this schedule carefully, and ask your doctor or pharmacist if you have questions about the times you should take your medications.Swallow the capsules whole; do not split, chew, or open them. If you are unable to swallow the capsules, tell your doctor or pharmacist.Atazanavir powder may be added to foods such as applesauce or yogurt, or liquids such as water, milk, or infant formula. Mix well, and take all of the mixture right away in order to take the full dose. If mixed with water, eat a snack or meal right away after taking the powder mixture. For infants (older than 3 months of age) unable to drink from a cup, the powder can be mixed with infant formula and given with an oral dosing syringe; do not give the mixture to the infant in a baby bottle. If the mixture is not taken immediately it must be stored at room temperature and taken within 1 hour. Carefully read the manufacturer's instructions that describe how to mix and take a dose of atazanavir. Be sure to ask your pharmacist or doctor if you have any questions about how to mix or take this medication.Talk to the doctor about what to do if your baby vomits, spits up, or only takes part of the dose of atazanavir.Atazanavir controls HIV but does not cure it. Atazanavir does not treat HIV infection alone and must always be given with a complete regimen. It is important that all of the medications prescribed by your doctor to treat HIV infection are taken together so that the medications will continue to work to control the infection. Continue to take atazanavir even if you feel well. Do not stop taking atazanavir without talking to your doctor. When your supply of atazanavir starts to run low, get more from your doctor or pharmacist. If you stop taking atazanavir or skip doses, your condition may become more difficult to treat.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient. Read this information carefully and ask your doctor or pharmacist if you have any questions."
      },
      null
    ]
  },
  {
    "name": "Etelcalcetide Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a617011.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Etelcalcetide injection is used to treat secondary hyperparathyroidism (condition in which the body produces too much parathyroid hormone [PTH; natural substance needed to control the amount of calcium in the blood]) in adults with chronic kidney disease (condition in which the kidneys stop working slowly and gradually) who are being treated with dialysis (medical treatment to clean the blood when the kidneys are not working properly.) Etelcalcetide injection is in a class of medications called calcimimetics. It works by signaling the body to produce less parathyroid hormone in order to decrease the amount of calcium in the blood."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Etelcalcetide injection comes as a solution (liquid) to inject intravenously (into a vein). It is usually given 3 times a week at the end of each dialysis session by a doctor or nurse at the dialysis center.Your doctor will probably start you on an average dose of etelcalcetide injection and gradually adjust your dose depending on your body's response to the medication, not more than once every 4 weeks."
      },
      null
    ]
  },
  {
    "name": "Omadacycline",
    "url": "https://medlineplus.gov/druginfo/meds/a618066.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Omadacycline is used to treat infections caused by bacteria, including pneumonia and certain infections of the skin. Omadacycline is in a class of medications called tetracycline antibiotics. It works by preventing the growth and spread of bacteria.Antibiotics such as omadacycline will not work for colds, flu, or other viral infections. Using antibiotics when they are not needed increases your risk of getting an infection later that resists antibiotic treatment."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Omadacycline comes as a tablet to take by mouth. It is usually taken once a day for 7 to 14 days. Omadacycline should be taken on an empty stomach with water at least 4 hours after having any food or drinks. Then do not eat or drink anything, except water, for at least 2 hours (4 hours for any food or drink that is a dairy product) after taking this medication. Take omadacycline at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take omadacycline exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Take omadacycline until you finish the prescription, even if you feel better. If you stop taking omadacycline too soon or skip doses, your infection may not be completely treated and the bacteria may become resistant to antibiotics."
      },
      null
    ]
  },
  {
    "name": "Pentostatin Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a692004.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Pentostatin is used to treat hairy cell leukemia (cancer of a certain type of white blood cell). Pentostatin is a type of antibiotic that is only used in cancer chemotherapy. It works by slowing or stopping the growth of cancer cells in your body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Pentostatin comes as a powder to be mixed with liquid and injected intravenously (into a vein) over 5 minutes or infused intravenously over 20 to 30 minutes by a doctor or nurse in a medical facility. It is usually injected once every other week. The length of treatment depends on how well your body responds to treatment with pentostatin.Your doctor may need to delay your treatment or change your dose if you experience certain side effects. It is important for you to tell your doctor how you are feeling during your treatment with pentostatin injection."
      },
      null
    ]
  },
  {
    "name": "Amphotericin B Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a682643.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Amphotericin B injection is used to treat serious and potentially life-threatening fungal infections. Amphotericin B injection is in a class of medications called antifungals. It works by slowing the growth of fungi that cause infection."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Amphotericin B injection comes as a solid powder cake to be made into a solution and then injected intravenously (into a vein) by a nurse or a doctor. Amphotericin B injection is usually infused (injected slowly) intravenously over a period of 2 to 6 hours once daily. Before you receive your first dose, you may receive a test dose over 20 to 30 minutes to see if you can tolerate the medication. The length of your treatment depends on your general health, how you tolerate the medication, and the type of infection you have.You may experience a reaction while you receive a dose of amphotericin B injection. These reactions usually happen 1 to 3 hours after starting your infusion and are more severe with the first few doses. Your health care provider may prescribe other medications to decrease these side effects. Tell your doctor immediately if you experience any of these symptoms while you receive amphotericin B injection: fever, chills, loss of appetite, nausea, vomiting, dizziness, breathing problems, or headache.You may receive amphotericin B injection in a hospital or you may use the medication at home. If you will be using amphotericin B injection at home, your healthcare provider will show you how to infuse the medication. Be sure that you understand these directions, and ask your healthcare provider if you have any questions. Ask your healthcare provider what to do if you have any problems infusing amphotericin B injection.If your symptoms do not improve or get worse while receiving amphotericin B, tell your doctor. If you still have symptoms of infection after you finish amphotericin B injection, tell your doctor.This medication may be prescribed for other uses; ask your doctor or pharmacist for more information."
      },
      null
    ]
  },
  {
    "name": "Rasagiline",
    "url": "https://medlineplus.gov/druginfo/meds/a606017.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Rasagiline is used alone or in combination with another medication to treat the symptoms of Parkinson's disease (a slowly progressing disease of the nervous system causing a fixed face without expression, tremor at rest, slowing of movements, walking with shuffling steps, stooped posture and muscle weakness). Rasagiline is in a class of medications called monoamine oxidase (MAO) type B inhibitors. It works by increasing the amounts of certain natural substances in the brain."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Rasagiline comes as a tablet to take by mouth. It is usually taken once a day with or without food. Take rasagiline at around the same time every day. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Take rasagiline exactly as directed. Do not take more or less of it or take it more often than prescribed by your doctor.Your doctor may start you on a low dose of rasagiline and may increase your dose based upon your body's response to this medication.Do not stop taking rasagiline without talking to your doctor. Your doctor will probably decrease your dose gradually. If you suddenly stop taking rasagiline, you may experience withdrawal symptoms such as a fever; muscle stiffness; unsteadiness, wobbliness, or lack of coordination; or changes in consciousness. Tell your doctor if you experience any of these symptoms when your dose of rasagiline is decreased."
      },
      null
    ]
  },
  {
    "name": "Remdesivir Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a620033.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Remdesivir injection is used to treat coronavirus disease 2019 (COVID-19 infection) caused by the SARS-CoV-2 virus in hospitalized adults and children 28 days and older who weigh at least 6.6 pounds (3 kg). Remdesivir injection is also used to treat coronavirus disease 2019 (COVID-19 infection) caused by the SARS-CoV-2 virus in non-hospitalized adults and children 28 days and older who weigh at least 6.6 pounds (3 kg) who are at high risk of progression to severe COVID-19, including hospitalization and death. Remdesivir is in a class of medications called antivirals. It works by stopping the virus from spreading in the body."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Remdesivir comes as a solution (liquid) and as a powder to be mixed with liquid and infused (injected slowly) into a vein over 30 to 120 minutes by a doctor or nurse in a hospital or other healthcare setting. For hospitalized patients with severe COVID-19, it is usually given once daily for 5 to 10 days. The length of your treatment depends on how well your body responds to the medication. For non-hospitalized mild to moderate COVID-19, it is started within 7 days of first symptoms and given once daily for 3 days.Remdesivir injection may cause serious reactions during and after the infusion of the medication; most reactions usually occur within 1 hour after your infusion starts. A doctor or nurse will monitor you carefully while you are receiving the medication and for at least 1 hour after your infusion. Tell your doctor or nurse immediately if you experience any of the following symptoms during or after the infusion: chills or shivering; fever; nausea; vomiting; sweating; dizziness upon standing up; rash; wheezing or shortness of breath; abnormally fast or slow heartbeat; or swelling of the face, throat, tongue, lips, or eyes. Your doctor may need to slow down your infusion or stop your treatment if you experience these side effects.Ask your pharmacist or doctor for a copy of the manufacturer's information for the patient."
      },
      null
    ]
  },
  {
    "name": "Corticotropin, Repository Injection",
    "url": "https://medlineplus.gov/druginfo/meds/a613006.html",
    "sections": [
      {
        "title": "Why is this medication prescribed?",
        "content": "Corticotropin repository injection is used to treat the following conditions:infantile spasms (seizures that usually begin during the first year of life and may be followed by developmental delays) in infants and children younger than 2 years of age;episodes of symptoms in people who have multiple sclerosis (MS; a disease in which the nerves do not function properly and people may experience weakness, numbness, loss of muscle coordination, and problems with vision, speech, and bladder control);episodes of symptoms in people who have rheumatoid arthritis (a condition in which the body attacks its own joints, causing pain, swelling, and loss of function);episodes of symptoms in people who have psoriatic arthritis (a condition that causes joint pain and swelling and scales on the skin);episodes of symptoms in people who have ankylosing spondylitis (a condition in which the body attacks the joints of the spine and other areas, causing pain and joint damage);lupus (a condition in which the body attacks many of its own organs);systemic dermatomyositis (condition that causes muscle weakness and skin rash) or polymyositis (condition that causes muscle weakness but not skin rash);serious allergic reactions that affect the skin including Stevens-Johnson syndrome (a severe allergic reaction that may cause the top layer of skin to blister and shed);serum sickness (a serious allergic reaction that occurs several days after taking certain medications and causes skin rash, fever, joint pain, and other symptoms);allergic reactions or other conditions that cause swelling of the eyes and the area around them;sarcoidosis (condition in which small clumps of immune cells form in various organs such as the lungs, eyes, skin, and heart and interfere with the function of these organs);nephrotic syndrome (a group of symptoms including protein in the urine; low levels of protein in the blood; high levels of certain fats in the blood; and swelling of the arms, hands, feet, and legs).Corticotropin repository injection is in a class of medications called hormones. It treats many conditions by decreasing the activity of the immune system so that it will not cause damage to the organs.  There is not enough information to tell how corticotropin repository injection works to treat infantile spasms."
      },
      {
        "title": "How should this medicine be used?",
        "content": "Corticotropin repository injection comes as a long acting gel to inject under the skin or into a muscle. When corticotropin repository injection is used to treat infantile spasms, it is usually injected into a muscle twice a day for two weeks and then injected on a gradually decreasing schedule for another two weeks. When corticotropin repository injection is used to treat multiple sclerosis, it is usually injected once a day for 2 to 3 weeks, and then the dose is gradually decreased. When corticotropin repository injection is used to treat other conditions, it is injected once every 24 to 72 hours, depending on the condition being treated and how well the medication works to treat the condition. Inject corticotropin repository injection at around the same time(s) of day on every day that you are told to inject it. Follow the directions on your prescription label carefully, and ask your doctor or pharmacist to explain any part you do not understand. Use corticotropin repository injection exactly as directed. Do not use more or less of it or use it more often than prescribed by your doctor.Continue to use corticotropin repository injection as long as it has been prescribed by your doctor. Do not stop using corticotropin repository injection without talking to your doctor. If you suddenly stop using corticotropin repository injection, you may experience symptoms such as weakness, tiredness, pale skin, changes in skin color, weight loss, stomach pain, and loss of appetite. Your doctor will probably decrease your dose gradually.You can inject corticotropin repository injection yourself or have a relative or friend inject the medication. You or the person who will be performing the injections should read the manufacturer's directions for injecting the medication before you inject it for the first time at home. Your doctor will show you or the person who will be injecting the medication how to perform the injections, or your doctor can arrange for a nurse to come to your home to show you how to inject the medication.You will need a needle and syringe to inject corticotropin. Ask your doctor which type of needle and syringe you should use. Do not share needles or syringes or use them more than once. Dispose of used needles and syringes in a puncture-proof container. Ask your doctor or pharmacist how to dispose of the puncture-proof container.If you are injecting corticotropin repository injection under your skin, you can inject it anywhere in your upper thigh, upper arm, or stomach area except for your navel (belly button) and the 1 inch area around it. If you are injecting corticotropin repository injection into a muscle, you can inject it anywhere on your upper arm or upper outer thigh. If you are giving the injection to a baby you should inject it into the upper outer thigh. Choose a new spot at least 1 inch away from a spot where you have already injected the medication each time you inject it. Do not inject the medication into any area that is red, swollen, painful, hard, or sensitive, or that has tattoos, warts, scars, or birthmarks. Do not inject the medication into your knee or groin areas.Look at the vial of corticotropin repository injection before you prepare your dose. Be sure that the vial is labeled with the correct name of the medication and an expiration date that has not passed. The medication in the vial should be clear and colorless and should not be cloudy or contain flecks or particles. If you do not have the right medication, if your medication is expired or if it does not look as it should, call your pharmacist and do not use that vial.Allow your medication to warm to room temperature before you inject it. You can warm the medication by rolling the vial between your hands or holding it under your arm for a few minutes.If you are giving corticotropin repository injection to your child, you can hold your child on your lap or have your child lie flat while you are giving the injection. You may find it helpful to have someone else hold the child in position or distract the child with a noisy toy while you are injecting the medication. You can help decrease your child's pain by placing an ice cube on the spot where you will inject the medication before or after the injection.If you are giving corticotropin repository injection to your child to treat infantile spasms, your doctor or pharmacist will give you the manufacturer's patient information sheet (Medication Guide) when your child begins treatment with corticotropin repository injection and each time you refill your prescription. Read the information carefully and ask your doctor or pharmacist if you have any questions. You can also visit the Food and Drug Administration (FDA) website (http://www.fda.gov/Drugs/DrugSafety/ucm085729.htm) or the manufacturer's website to obtain the Medication Guide."
      },
      null
    ]
  }
]